Repository: astopaal/verii_wms_server
Catalog: Resources/Messages.*.resx
Languages: de, es, fr, it, tr

# PrLineSerialUpdatedSuccessfully
source: Production Line Serial updated successfully
tr: Üretim satır seri başarıyla güncellendi

# PrLineSerialRoutesExist
source: Collected items exist for this order; remove them before deletion
tr: Emre toplanmış stokları listeden çıkartmanız gereklidir

# PrRouteCreatedSuccessfully
source: Production Route created successfully
tr: Üretim rota başarıyla oluşturuldu

# PrRouteCreationError
source: Error occurred while creating Production Route
tr: Üretim rota oluşturulurken hata oluştu

# PrRouteDeletedSuccessfully
source: Production Route deleted successfully
tr: Üretim Rota başarıyla silindi

# PrRouteDeletionError
source: Error occurred while deleting Production Route
tr: Üretim rota silinirken hata oluştu

# PrRouteNotFound
source: Production Route not found
tr: Üretim rota bulunamadı

# PrRouteRetrievalError
source: Error occurred while retrieving Production Route information
tr: Üretim rota bilgileri getirilirken hata oluştu

# PrRouteRetrievedSuccessfully
source: Production Route information retrieved successfully
tr: Üretim rota bilgileri başarıyla getirildi

# PrRouteUpdateError
source: Error occurred while updating Production Route
tr: Üretim rota güncellenirken hata oluştu

# PrRouteUpdatedSuccessfully
source: Production Route updated successfully
tr: Üretim rota başarıyla güncellendi

# PrTerminalLineCreatedSuccessfully
source: Production Terminal Line created successfully
tr: Üretim terminal satırı başarıyla oluşturuldu

# PrTerminalLineDeletedSuccessfully
source: Production Terminal Line deleted successfully
tr: Üretim terminal satırı başarıyla silindi

# PrTerminalLineErrorOccurred
source: Error occurred while processing Production Terminal Line
tr: Üretim terminal satırı işlenirken hata oluştu

# PrTerminalLineNotFound
source: Production Terminal Line not found
tr: Üretim terminal satırı bulunamadı

# PrTerminalLineRetrievedSuccessfully
source: Production Terminal Line information retrieved successfully
tr: Üretim terminal satırı bilgileri başarıyla getirildi

# PrTerminalLineUpdatedSuccessfully
source: Production Terminal Line updated successfully
tr: Üretim terminal satırı başarıyla güncellendi

# PtHeaderApprovalUpdateError
source: Error occurred while updating production transfer order approval
de: Fehler beim Aktualisieren der Produktionsübertrag-Auftragsgenehmigung
es: Se produjo un error al actualizar la aprobación de la orden de transferencia de producción
fr: Une erreur s'est produite lors de la mise à jour de l'approbation de l'ordre de transfert de production
it: Si è verificato un errore durante l'aggiornamento dell'approvazione dell'ordine di trasferimento produzione
tr: Üretim transfer emri onayı güncellenirken hata oluştu

# PtHeaderApprovalUpdatedSuccessfully
source: Production transfer order approval updated successfully
de: Produktionsübertrag-Auftragsgenehmigung erfolgreich aktualisiert
es: Aprobación de orden de transferencia de producción actualizada con éxito
fr: Approbation de l'ordre de transfert de production mise à jour avec succès
it: Approvazione ordine di trasferimento produzione aggiornata con successo
tr: Üretim transfer emri onayı başarıyla güncellendi

# PtHeaderAssignedOrderLinesRetrievalError
source: Error occurred while retrieving assigned production transfer order lines
de: Fehler beim Abrufen der zugewiesenen Produktionsübertrag-Auftragszeilen
es: Se produjo un error al recuperar las líneas de órdenes de transferencia de producción asignadas
fr: Une erreur s'est produite lors de la récupération des lignes d'ordres de transfert de production assignées
it: Si è verificato un errore durante il recupero delle righe ordini di trasferimento produzione assegnate
tr: Atanmış üretim transfer emri satırları getirilirken hata oluştu

# PtHeaderAssignedOrderLinesRetrievedSuccessfully
source: Assigned production transfer order lines retrieved successfully
de: Zugewiesene Produktionsübertrag-Auftragszeilen erfolgreich abgerufen
es: Líneas de órdenes de transferencia de producción asignadas recuperadas con éxito
fr: Lignes d'ordres de transfert de production assignées récupérées avec succès
it: Righe ordini di trasferimento produzione assegnate recuperate con successo
tr: Atanmış üretim transfer emri satırları başarıyla getirildi

# PtHeaderAssignedOrdersRetrievalError
source: Error occurred while retrieving assigned production transfer orders
de: Fehler beim Abrufen der zugewiesenen Produktionsübertrag-Aufträge
es: Se produjo un error al recuperar las órdenes de transferencia de producción asignadas
fr: Une erreur s'est produite lors de la récupération des ordres de transfert de production assignés
it: Si è verificato un errore durante il recupero degli ordini di trasferimento produzione assegnati
tr: Atanmış üretim transfer emirleri getirilirken hata oluştu

# PtHeaderAssignedOrdersRetrievedSuccessfully
source: Assigned production transfer orders retrieved successfully
de: Zugewiesene Produktionsübertrag-Aufträge erfolgreich abgerufen
es: Órdenes de transferencia de producción asignadas recuperadas con éxito
fr: Ordres de transfert de production assignés récupérés avec succès
it: Ordini di trasferimento produzione assegnati recuperati con successo
tr: Atanmış üretim transfer emirleri başarıyla getirildi

# PtHeaderCompletedAwaitingErpApprovalRetrievalError
source: Error occurred while retrieving completed production transfer orders awaiting ERP approval
de: Fehler beim Abrufen der abgeschlossenen Produktionsübertrag-Aufträge, die auf ERP-Genehmigung warten
es: Se produjo un error al recuperar las órdenes de transferencia de producción completadas en espera de aprobación ERP
fr: Une erreur s'est produite lors de la récupération des ordres de transfert de production terminés en attente d'approbation ERP
it: Si è verificato un errore durante il recupero degli ordini di trasferimento produzione completati in attesa di approvazione ERP
tr: ERP onayı bekleyen tamamlanmış üretim transfer emirleri getirilirken hata oluştu

# PtHeaderCompletedAwaitingErpApprovalRetrievedSuccessfully
source: Completed production transfer orders awaiting ERP approval retrieved successfully
de: Abgeschlossene Produktionsübertrag-Aufträge, die auf ERP-Genehmigung warten, erfolgreich abgerufen
es: Órdenes de transferencia de producción completadas en espera de aprobación ERP recuperadas con éxito
fr: Ordres de transfert de production terminés en attente d'approbation ERP récupérés avec succès
it: Ordini di trasferimento produzione completati in attesa di approvazione ERP recuperati con successo
tr: ERP onayı bekleyen tamamlanmış üretim transfer emirleri başarıyla getirildi

# PtHeaderCompletedSuccessfully
source: Production Transfer Header completed successfully
tr: Üretim transfer başlık başarıyla tamamlandı

# PtHeaderCompletionError
source: Error occurred while completing Production Transfer Header
tr: Üretim transfer başlık tamamlanırken hata oluştu

# PtHeaderCreatedSuccessfully
source: Production Transfer Header created successfully
tr: Üretim transfer başlık başarıyla oluşturuldu

# PtHeaderCreationError
source: Error occurred while creating Production Transfer Header
tr: Üretim transfer başlık oluşturulurken hata oluştu

# PtHeaderDeletedSuccessfully
source: Production Transfer Header deleted successfully
tr: Üretim transfer başlık başarıyla silindi

# PtHeaderDeletionError
source: Error occurred while deleting Production Transfer Header
tr: Üretim transfer başlık silinirken hata oluştu

# PtHeaderImportLinesExist
source: Collected items exist for this order; remove them before deletion
tr: Emre toplanmış stokları listeden çıkartmanız gereklidir

# PtHeaderNotFound
source: Production Transfer Header not found
de: Produktionsübertrag Kopf nicht gefunden
es: Encabezado de transferencia de producción no encontrado
fr: En-tête de transfert de production introuvable
it: Intestazione di Trasferimento Produzione non trovata
tr: Üretim transfer başlık bulunamadı

# PtHeaderRetrievalError
source: Error occurred while retrieving Production Transfer Header information
tr: Üretim transfer başlık bilgileri getirilirken hata oluştu

# PtHeaderRetrievedSuccessfully
source: Production Transfer Header information retrieved successfully
tr: Üretim transfer başlık bilgileri başarıyla getirildi

# PtHeaderUpdateError
source: Error occurred while updating Production Transfer Header
tr: Üretim transfer başlık güncellenirken hata oluştu

# PtHeaderUpdatedSuccessfully
source: Production Transfer Header updated successfully
tr: Üretim transfer başlık başarıyla güncellendi

# PtHeaderQuantityExactMatchRequired
source: Line {0} (StockCode: {1}, YapKod: {2}): LineSerial total ({3}) must exactly match Route total ({4})
tr: Satır {0} (Stok Kodu: {1}, YapKod: {2}): LineSerial toplamı ({3}) Route toplamı ({4}) ile tam olarak eşleşmelidir

# PtHeaderQuantityCannotBeGreater
source: Line {0} (StockCode: {1}, YapKod: {2}): LineSerial total ({3}) cannot be greater than Route total ({4})
tr: Satır {0} (Stok Kodu: {1}, YapKod: {2}): LineSerial toplamı ({3}) Route toplamından ({4}) daha büyük olamaz

# PtHeaderQuantityCannotBeLess
source: Line {0} (StockCode: {1}, YapKod: {2}): LineSerial total ({3}) cannot be less than Route total ({4})
tr: Satır {0} (Stok Kodu: {1}, YapKod: {2}): LineSerial toplamı ({3}) Route toplamından ({4}) daha küçük olamaz

# PtHeaderAllOrderItemsMustBeCollected
source: Line {0} (StockCode: {1}, YapKod: {2}): All order items must be collected. Route quantity is 0.
tr: Satır {0} (Stok Kodu: {1}, YapKod: {2}): Emirdeki tüm kalemlere toplama yapılmış olmalı. Route miktarı 0.

# PtImportLineCreatedSuccessfully
source: Production Transfer import line created successfully
de: Produktionsübertrag Importzeile erfolgreich erstellt
es: Línea de importación de transferencia de producción creada correctamente
fr: Ligne d'importation de transfert de production créée avec succès
it: Riga di importazione Trasferimento Produzione creata correttamente
tr: Üretim transfer ithalat satırı başarıyla oluşturuldu

# PtImportLineDeletedSuccessfully
source: Production Transfer import line deleted successfully
tr: Üretim transfer ithalat satırı başarıyla silindi

# PtImportLineDuplicateSerialFound
source: Duplicate record found
de: Doppelter Datensatz gefunden
es: Se encontró un registro duplicado
fr: Enregistrement en double trouvé
it: Record duplicato trovato
tr: Eklenmiş kayıt bulunmuştur

# PtImportLineNoMatchingLine
source: No matching line found for the given criteria
tr: Verilen kriterlere uygun satır bulunamadı

# PtImportLineErrorOccurred
source: Error occurred while processing Production Transfer import line
de: Beim Verarbeiten der Importzeile ist ein Fehler aufgetreten
es: Se produjo un error al procesar la línea de importación
fr: Une erreur s'est produite lors du traitement de la ligne d'importation
it: Si è verificato un errore durante l'elaborazione della riga di importazione
tr: Üretim transfer ithalat satırı işlenirken hata oluştu

# PtImportLineNotFound
source: Production Transfer import line not found
tr: Üretim transfer ithalat satırı bulunamadı

# PtImportLineQuantityInvalid
source: Quantity must be greater than 0
de: Menge muss größer als 0 sein
es: La cantidad debe ser mayor que 0
fr: La quantité doit être supérieure à 0
it: La quantità deve essere maggiore di 0
tr: Miktar 0'dan büyük olmalıdır

# PtImportLineRetrievedSuccessfully
source: Production Transfer import line information retrieved successfully
tr: Üretim transfer ithalat satırı bilgisi başarıyla getirildi

# PtImportLineRoutesExist
source: Collected items exist for this order; remove them before deletion
tr: Emre toplanmış stokları listeden çıkartmanız gereklidir

# PtImportLineSerialNotMatch
source: Serial number does not match line serial records
de: Seriennummer stimmt nicht mit den Zeilensereinträgen überein
es: El número de serie no coincide con los registros de serie de la línea
fr: Le numéro de série ne correspond pas aux enregistrements de série de la ligne
it: Il numero di serie non corrisponde ai registri di serie della riga
tr: Seri numarası ilgili satır kayıtları ile uyumsuz

# PtImportLineStokCodeAndYapCodeNotMatch
source: Stock code and YapKod do not match existing import lines
de: Artikelnummer und YapKod stimmen nicht mit bestehenden Importzeilen überein
es: El código de artículo y YapKod no coinciden con las líneas de importación existentes
fr: Le code article et YapKod ne correspondent pas aux lignes d'import existantes
it: Il codice articolo e YapKod non corrispondono alle righe di importazione esistenti
tr: Stok kodu ve YapKod mevcut import satırları ile uyumsuz

# PtImportLineUpdatedSuccessfully
source: Production Transfer import line updated successfully
tr: Üretim transfer ithalat satırı başarıyla güncellendi

# PtLineCreatedSuccessfully
source: Production Transfer Line created successfully
tr: Üretim transfer satır başarıyla oluşturuldu

# PtLineCreationError
source: Error occurred while creating Production Transfer Line
tr: Üretim transfer satır oluşturulurken hata oluştu

# PtLineDeletedSuccessfully
source: Production Transfer Line deleted successfully
tr: Üretim transfer satır başarıyla silindi

# PtLineDeletionError
source: Error occurred while deleting Production Transfer Line
tr: Üretim transfer satır silinirken hata oluştu

# PtLineNotFound
source: Production Transfer Line not found
tr: Üretim transfer satır bulunamadı

# PtLineRetrievalError
source: Error occurred while retrieving Production Transfer Line information
tr: Üretim transfer satır bilgileri getirilirken hata oluştu

# PtLineRetrievedSuccessfully
source: Production Transfer Line information retrieved successfully
tr: Üretim transfer satır bilgileri başarıyla getirildi

# PtLineUpdateError
source: Error occurred while updating Production Transfer Line
tr: Üretim transfer satır güncellenirken hata oluştu

# PtLineUpdatedSuccessfully
source: Production Transfer Line updated successfully
tr: Üretim transfer satır başarıyla güncellendi

# PtLineSerialDeletedAndLineDeleted
source: Line serial deleted; related line soft deleted
tr: Serial silindi; bağlı line soft delete edildi

# PtLineSerialDeletedSuccessfully
source: Production Transfer Line Serial deleted successfully
tr: Üretim transfer satır seri başarıyla silindi

# PtLineSerialInsufficientQuantityAfterDelete
source: Collected items exist for this order; remove them before deletion
tr: Emre toplanmış stokları listeden çıkartmanız gereklidir

# PtLineSerialRoutesExist
source: Collected items exist for this order; remove them before deletion
tr: Emre toplanmış stokları listeden çıkartmanız gereklidir

# PtRouteCreatedSuccessfully
source: Production Transfer Route created successfully
tr: Üretim transfer rota başarıyla oluşturuldu

# PtRouteCreationError
source: Error occurred while creating Production Transfer Route
tr: Üretim transfer rota oluşturulurken hata oluştu

# PtRouteDeletedSuccessfully
source: Production Transfer Route deleted successfully
tr: Üretim transfer rota başarıyla silindi

# PtRouteDeletionError
source: Error occurred while deleting Production Transfer Route
tr: Üretim transfer rota silinirken hata oluştu

# PtRouteNotFound
source: Production Transfer Route not found
tr: Üretim transfer rota bulunamadı

# PtRouteRetrievalError
source: Error occurred while retrieving Production Transfer Route information
tr: Üretim transfer rota bilgileri getirilirken hata oluştu

# PtRouteRetrievedSuccessfully
source: Production Transfer Route information retrieved successfully
tr: Üretim transfer rota bilgileri başarıyla getirildi

# PtRouteUpdateError
source: Error occurred while updating Production Transfer Route
tr: Üretim transfer rota güncellenirken hata oluştu

# PtRouteUpdatedSuccessfully
source: Production Transfer Route updated successfully
tr: Üretim transfer rota başarıyla güncellendi

# ShFunctionOpenOrderHeaderRetrievalError
source: Error occurred while retrieving shipping open order header information
tr: Sevkiyat açık sipariş başlık bilgileri getirilirken hata oluştu

# ShFunctionOpenOrderHeaderRetrievedSuccessfully
source: Shipping open order header information retrieved successfully
tr: Sevkiyat açık sipariş başlık bilgileri başarıyla getirildi

# ShFunctionOpenOrderLineRetrievalError
source: Error occurred while retrieving shipping open order line information
tr: Sevkiyat açık sipariş satır bilgileri getirilirken hata oluştu

# ShFunctionOpenOrderLineRetrievedSuccessfully
source: Shipping open order line information retrieved successfully
tr: Sevkiyat açık sipariş satır bilgileri başarıyla getirildi

# ShHeaderApprovalUpdateError
source: Error occurred while updating shipping order approval
de: Fehler beim Aktualisieren der Versand-Auftragsgenehmigung
es: Se produjo un error al actualizar la aprobación de la orden de envío
fr: Une erreur s'est produite lors de la mise à jour de l'approbation de l'ordre d'expédition
it: Si è verificato un errore durante l'aggiornamento dell'approvazione dell'ordine di spedizione
tr: Sevkiyat sipariş onayı güncellenirken hata oluştu

# ShHeaderAssignedOrderLinesRetrievalError
source: Error occurred while retrieving assigned shipping order lines
de: Fehler beim Abrufen der zugewiesenen Versand-Auftragszeilen
es: Se produjo un error al recuperar las líneas de órdenes de envío asignadas
fr: Une erreur s'est produite lors de la récupération des lignes d'ordres d'expédition assignées
it: Si è verificato un errore durante il recupero delle righe ordini di spedizione assegnate
tr: Atanmış sevkiyat sipariş satırları getirilirken hata oluştu

# ShHeaderAssignedOrderLinesRetrievedSuccessfully
source: Assigned shipping order lines retrieved successfully
de: Zugewiesene Versand-Auftragszeilen erfolgreich abgerufen
es: Líneas de órdenes de envío asignadas recuperadas con éxito
fr: Lignes d'ordres d'expédition assignées récupérées avec succès
it: Righe ordini di spedizione assegnate recuperate con successo
tr: Atanmış sevkiyat sipariş satırları başarıyla getirildi

# ShHeaderAssignedOrdersRetrievalError
source: Error occurred while retrieving assigned shipping orders
de: Fehler beim Abrufen der zugewiesenen Versand-Aufträge
es: Se produjo un error al recuperar las órdenes de envío asignadas
fr: Une erreur s'est produite lors de la récupération des ordres d'expédition assignés
it: Si è verificato un errore durante il recupero degli ordini di spedizione assegnati
tr: Atanmış sevkiyat siparişleri getirilirken hata oluştu

# ShHeaderAssignedOrdersRetrievedSuccessfully
source: Assigned shipping orders retrieved successfully
de: Zugewiesene Versand-Aufträge erfolgreich abgerufen
es: Órdenes de envío asignadas recuperadas con éxito
fr: Ordres d'expédition assignés récupérés avec succès
it: Ordini di spedizione assegnati recuperati con successo
tr: Atanmış sevkiyat siparişleri başarıyla getirildi

# ShHeaderBulkCreateCompletedSuccessfully
source: Bulk Shipping creation completed successfully
de: Massenversand erfolgreich erstellt
es: Creación masiva de envíos completada con éxito
fr: Création en masse d'expéditions terminée avec succès
it: Creazione in massa di spedizioni completata con successo
tr: Toplu Sevkiyat oluşturma başarıyla tamamlandı

# ShHeaderBulkCreateError
source: Error occurred during bulk Shipping creation
de: Fehler beim Erstellen des Massenversands
es: Se produjo un error durante la creación masiva de envíos
fr: Une erreur s'est produite lors de la création en masse d'expéditions
it: Si è verificato un errore durante la creazione in massa di spedizioni
tr: Toplu Sevkiyat oluşturma sırasında hata oluştu

# ShHeaderCompletedAwaitingErpApprovalRetrievalError
source: Error occurred while retrieving completed shipping orders awaiting ERP approval
de: Fehler beim Abrufen der abgeschlossenen Versand-Aufträge, die auf ERP-Genehmigung warten
es: Se produjo un error al recuperar las órdenes de envío completadas en espera de aprobación ERP
fr: Une erreur s'est produite lors de la récupération des ordres d'expédition terminés en attente d'approbation ERP
it: Si è verificato un errore durante il recupero degli ordini di spedizione completati in attesa di approvazione ERP
tr: ERP onayı bekleyen tamamlanmış sevkiyat siparişleri getirilirken hata oluştu

# ShHeaderCompletedAwaitingErpApprovalRetrievedSuccessfully
source: Completed shipping orders awaiting ERP approval retrieved successfully
de: Abgeschlossene Versand-Aufträge, die auf ERP-Genehmigung warten, erfolgreich abgerufen
es: Órdenes de envío completadas en espera de aprobación ERP recuperadas con éxito
fr: Ordres d'expédition terminés en attente d'approbation ERP récupérés avec succès
it: Ordini di spedizione completati in attesa di approvazione ERP recuperati con successo
tr: ERP onayı bekleyen tamamlanmış sevkiyat siparişleri başarıyla getirildi

# ShHeaderCompletedSuccessfully
source: Shipping Header completed successfully
de: Versand-Kopfzeile erfolgreich abgeschlossen
es: Encabezado de envío completado con éxito
fr: En-tête d'expédition terminé avec succès
it: Intestazione Spedizione completata con successo
tr: Sevkiyat Başlık başarıyla tamamlandı

# ShHeaderCompletionError
source: Error occurred while completing Shipping Header
de: Fehler beim Abschließen der Versand-Kopfzeile
es: Se produjo un error al completar el encabezado de envío
fr: Une erreur s'est produite lors de la finalisation de l'en-tête d'expédition
it: Si è verificato un errore durante il completamento dell'intestazione Spedizione
tr: Sevkiyat Başlık tamamlanırken hata oluştu

# ShHeaderCreatedSuccessfully
source: Shipping Header created successfully
tr: Sevkiyat Başlık başarıyla oluşturuldu

# ShHeaderCreationError
source: Error occurred while creating Shipping Header
tr: Sevkiyat Başlık oluşturulurken hata oluştu

# ShHeaderDeletedSuccessfully
source: Shipping Header deleted successfully
tr: Sevkiyat Başlık başarıyla silindi

# ShHeaderDeletionError
source: Error occurred while deleting Shipping Header
tr: Sevkiyat Başlık silinirken hata oluştu

# ShHeaderErrorOccurred
source: Error occurred while processing Shipping Header
tr: Sevkiyat Başlık işleminde hata oluştu

# ShHeaderGenerateCompletedSuccessfully
source: Shipping order generated successfully
de: Versand-Auftrag erfolgreich erstellt
es: Orden de envío creada con éxito
fr: Ordre d'expédition créé avec succès
it: Ordine di spedizione creato con successo
tr: Sevkiyat emri başarıyla oluşturuldu

# ShHeaderGenerateError
source: Error occurred while generating shipping order
de: Fehler beim Erstellen des Versand-Auftrags
es: Se produjo un error al crear la orden de envío
fr: Une erreur s'est produite lors de la création de l'ordre d'expédition
it: Si è verificato un errore durante la creazione dell'ordine di spedizione
tr: Sevkiyat emri oluşturulurken hata oluştu

# ShHeaderImportLinesExist
source: Collected items exist for this order; remove them before deletion
tr: Emre toplanmış stokları listeden çıkartmanız gereklidir

# ShHeaderInvalidCorrelationKey
source: Invalid correlation key
tr: Geçersiz ilişkilendirme anahtarı

# ShHeaderLineClientKeyNotFound
source: LineClientKey not found
tr: LineClientKey bulunamadı

# ShHeaderLineGroupGuidNotFound
source: LineGroupGuid not found
tr: LineGroupGuid bulunamadı

# ShHeaderLineReferenceMissing
source: Line reference is required
tr: Satır referansı gerekli

# ShHeaderNotFound
source: Shipping Header not found
de: Versand Kopf nicht gefunden
es: Encabezado de envío no encontrado
fr: En-tête d'expédition introuvable
it: Intestazione di Spedizione non trovata
tr: Sevkiyat Başlık bulunamadı

# ShHeaderRetrievedSuccessfully
source: Shipping Header information retrieved successfully
tr: Sevkiyat Başlık bilgileri başarıyla getirildi

# ShHeaderRouteGroupGuidNotFound
source: RouteGroupGuid not found
tr: RouteGroupGuid bulunamadı
