Repository: astopaal/verii_wms_server
Catalog: Resources/Messages.*.resx
Languages: de, es, fr, it, tr

# WiHeaderAssignedOrdersRetrievalError
source: Error occurred while retrieving assigned warehouse inbound orders
de: Fehler beim Abrufen der zugewiesenen Wareneingang-Aufträge
es: Se produjo un error al recuperar las órdenes de entrada de almacén asignadas
fr: Une erreur s'est produite lors de la récupération des ordres d'entrée d'entrepôt assignés
it: Si è verificato un errore durante il recupero degli ordini di magazzino entrata assegnati
tr: Atanan depo giriş siparişleri getirilirken hata oluştu

# WiHeaderAssignedOrdersRetrievedSuccessfully
source: Assigned warehouse inbound orders retrieved successfully
de: Zugewiesene Wareneingang-Aufträge erfolgreich abgerufen
es: Órdenes de entrada de almacén asignadas recuperadas con éxito
fr: Ordres d'entrée d'entrepôt assignés récupérés avec succès
it: Ordini di magazzino entrata assegnati recuperati con successo
tr: Atanan depo giriş siparişleri başarıyla getirildi

# WiHeaderCompletedAwaitingErpApprovalRetrievalError
source: Error occurred while retrieving completed warehouse inbound orders awaiting ERP approval
de: Fehler beim Abrufen der abgeschlossenen Wareneingang-Aufträge, die auf ERP-Genehmigung warten
es: Se produjo un error al recuperar las órdenes de entrada de almacén completadas en espera de aprobación ERP
fr: Une erreur s'est produite lors de la récupération des ordres d'entrée d'entrepôt terminés en attente d'approbation ERP
it: Si è verificato un errore durante il recupero degli ordini di magazzino entrata completati in attesa di approvazione ERP
tr: ERP onayı bekleyen tamamlanmış depo giriş siparişleri getirilirken hata oluştu

# WiHeaderCompletedAwaitingErpApprovalRetrievedSuccessfully
source: Completed warehouse inbound orders awaiting ERP approval retrieved successfully
de: Abgeschlossene Wareneingang-Aufträge, die auf ERP-Genehmigung warten, erfolgreich abgerufen
es: Órdenes de entrada de almacén completadas en espera de aprobación ERP recuperadas con éxito
fr: Ordres d'entrée d'entrepôt terminés en attente d'approbation ERP récupérés avec succès
it: Ordini di magazzino entrata completati in attesa di approvazione ERP recuperati con successo
tr: ERP onayı bekleyen tamamlanmış depo giriş siparişleri başarıyla getirildi

# WiHeaderCompletedSuccessfully
source: Warehouse Inbound Header completed successfully
de: Wareneingangs-Kopfzeile erfolgreich abgeschlossen
es: Encabezado de entrada de almacén completado con éxito
fr: En-tête d'entrée d'entrepôt terminé avec succès
it: Intestazione Magazzino Entrata completata con successo
tr: Depo Giriş Başlık başarıyla tamamlandı

# WiHeaderCreatedSuccessfully
source: Warehouse Inbound Header created successfully
tr: Depo Giriş Başlık başarıyla oluşturuldu

# WiHeaderDeletedSuccessfully
source: Warehouse Inbound Header deleted successfully
tr: Depo Giriş Başlık başarıyla silindi

# WiHeaderErrorOccurred
source: Error occurred in Warehouse Inbound Header operation
tr: Depo Giriş Başlık işleminde hata oluştu

# WiHeaderImportLinesExist
source: Collected items exist for this order; remove them before deletion
tr: Emre toplanmış stokları listeden çıkartmanız gereklidir

# WiHeaderNotFound
source: Warehouse Inbound Header not found
de: Wareneingang Kopf nicht gefunden
es: Encabezado de entrada de almacén no encontrado
fr: En-tête d'entrée d'entrepôt introuvable
it: Intestazione di Magazzino Entrata non trovata
tr: Depo Giriş Başlık bulunamadı

# WiHeaderRetrievedSuccessfully
source: Warehouse Inbound Header information retrieved successfully
tr: Depo Giriş Başlık bilgileri başarıyla getirildi

# WiHeaderUpdatedSuccessfully
source: Warehouse Inbound Header updated successfully
tr: Depo Giriş Başlık başarıyla güncellendi

# WiHeaderQuantityExactMatchRequired
source: Line {0} (StockCode: {1}, YapKod: {2}): LineSerial total ({3}) must exactly match Route total ({4})
tr: Satır {0} (Stok Kodu: {1}, YapKod: {2}): LineSerial toplamı ({3}) Route toplamı ({4}) ile tam olarak eşleşmelidir

# WiHeaderQuantityCannotBeGreater
source: Line {0} (StockCode: {1}, YapKod: {2}): LineSerial total ({3}) cannot be greater than Route total ({4})
tr: Satır {0} (Stok Kodu: {1}, YapKod: {2}): LineSerial toplamı ({3}) Route toplamından ({4}) daha büyük olamaz

# WiHeaderQuantityCannotBeLess
source: Line {0} (StockCode: {1}, YapKod: {2}): LineSerial total ({3}) cannot be less than Route total ({4})
tr: Satır {0} (Stok Kodu: {1}, YapKod: {2}): LineSerial toplamı ({3}) Route toplamından ({4}) daha küçük olamaz

# WiHeaderAllOrderItemsMustBeCollected
source: Line {0} (StockCode: {1}, YapKod: {2}): All order items must be collected. Route quantity is 0.
tr: Satır {0} (Stok Kodu: {1}, YapKod: {2}): Emirdeki tüm kalemlere toplama yapılmış olmalı. Route miktarı 0.

# WiImportLineCreatedSuccessfully
source: Warehouse import line created successfully
de: Wareneingang Importzeile erfolgreich erstellt
es: Línea de importación de entrada de almacén creada correctamente
fr: Ligne d'importation d'entrée d'entrepôt créée avec succès
it: Riga di importazione Magazzino Entrata creata correttamente
tr: Depo giriş ithalat satırı başarıyla oluşturuldu

# WiImportLineDeletedSuccessfully
source: Warehouse import line deleted successfully
tr: Depo giriş ithalat satırı başarıyla silindi

# WiImportLineDuplicateSerialFound
source: Duplicate record found
de: Doppelter Datensatz gefunden
es: Se encontró un registro duplicado
fr: Enregistrement en double trouvé
it: Record duplicato trovato
tr: Eklenmiş kayıt bulunmuştur

# WiImportLineNoMatchingLine
source: No matching line found for the given criteria
tr: Verilen kriterlere uygun satır bulunamadı

# WiImportLineErrorOccurred
source: Error occurred while processing warehouse import line
de: Beim Verarbeiten der Importzeile ist ein Fehler aufgetreten
es: Se produjo un error al procesar la línea de importación
fr: Une erreur s'est produite lors du traitement de la ligne d'importation
it: Si è verificato un errore durante l'elaborazione della riga di importazione
tr: Depo giriş ithalat satırı işlenirken hata oluştu

# WiImportLineNotFound
source: Warehouse import line not found
tr: Depo giriş ithalat satırı bulunamadı

# WiImportLineQuantityInvalid
source: Quantity must be greater than 0
de: Menge muss größer als 0 sein
es: La cantidad debe ser mayor que 0
fr: La quantité doit être supérieure à 0
it: La quantità deve essere maggiore di 0
tr: Miktar 0'dan büyük olmalıdır

# WiImportLineRetrievedSuccessfully
source: Warehouse import line information retrieved successfully
tr: Depo giriş ithalat satırı bilgisi başarıyla getirildi

# WiImportLineRoutesExist
source: Collected items exist for this order; remove them before deletion
tr: Emre toplanmış stokları listeden çıkartmanız gereklidir

# WiImportLineSerialNotMatch
source: Serial number does not match line serial records
de: Seriennummer stimmt nicht mit den Zeilensereinträgen überein
es: El número de serie no coincide con los registros de serie de la línea
fr: Le numéro de série ne correspond pas aux enregistrements de série de la ligne
it: Il numero di serie non corrisponde ai registri di serie della riga
tr: Seri numarası ilgili satır kayıtları ile uyumsuz

# WiImportLineStokCodeAndYapCodeNotMatch
source: Stock code and YapKod do not match existing import lines
de: Artikelnummer und YapKod stimmen nicht mit bestehenden Importzeilen überein
es: El código de artículo y YapKod no coinciden con las líneas de importación existentes
fr: Le code article et YapKod ne correspondent pas aux lignes d'import existantes
it: Il codice articolo e YapKod non corrispondono alle righe di importazione esistenti
tr: Stok kodu ve YapKod mevcut import satırları ile uyumsuz

# WiImportLineUpdatedSuccessfully
source: Warehouse import line updated successfully
tr: Depo giriş ithalat satırı başarıyla güncellendi

# WiLineErrorOccurred
source: Error occurred while processing Warehouse Inbound Line
tr: Depo giriş satır işlemi sırasında hata oluştu

# WiLineRetrievedSuccessfully
source: Warehouse Inbound Line information retrieved successfully
tr: Depo giriş satır bilgileri başarıyla getirildi

# WiLineSerialDeletedAndLineDeleted
source: Line serial deleted; related line soft deleted
tr: Serial silindi; bağlı line soft delete edildi

# WiLineSerialDeletedSuccessfully
source: Warehouse Inbound Line Serial deleted successfully
tr: Depo giriş satır seri başarıyla silindi

# WiLineSerialInsufficientQuantityAfterDelete
source: Collected items exist for this order; remove them before deletion
tr: Emre toplanmış stokları listeden çıkartmanız gereklidir

# WiLineSerialRoutesExist
source: Collected items exist for this order; remove them before deletion
tr: Emre toplanmış stokları listeden çıkartmanız gereklidir

# WiTerminalLineErrorOccurred
source: Error occurred while processing Warehouse Inbound Terminal Line
tr: Depo giriş terminal satır işlemi sırasında hata oluştu

# WiTerminalLineRetrievedSuccessfully
source: Warehouse Inbound Terminal Line information retrieved successfully
tr: Depo giriş terminal satır bilgileri başarıyla getirildi

# WoHeaderCompletedSuccessfully
source: Warehouse Outbound Header completed successfully
de: Warenausgangs-Kopfzeile erfolgreich abgeschlossen
es: Encabezado de salida de almacén completado con éxito
fr: En-tête de sortie d'entrepôt terminé avec succès
it: Intestazione Magazzino Uscita completata con successo
tr: Depo çıkış başlık başarıyla tamamlandı

# WoHeaderCompletionError
source: Error occurred while completing Warehouse Outbound Header
de: Fehler beim Abschließen der Warenausgangs-Kopfzeile
es: Se produjo un error al completar el encabezado de salida de almacén
fr: Une erreur s'est produite lors de la finalisation de l'en-tête de sortie d'entrepôt
it: Si è verificato un errore durante il completamento dell'intestazione Magazzino Uscita
tr: Depo çıkış başlık tamamlanırken hata oluştu

# WoHeaderCreatedSuccessfully
source: Warehouse Outbound Header created successfully
tr: Depo çıkış başlık başarıyla oluşturuldu

# WoHeaderCreationError
source: Error occurred while creating Warehouse Outbound Header
tr: Depo çıkış başlık oluşturulurken hata oluştu

# WoHeaderDeletedSuccessfully
source: Warehouse Outbound Header deleted successfully
tr: Depo çıkış başlık başarıyla silindi

# WoHeaderDeletionError
source: Error occurred while deleting Warehouse Outbound Header
tr: Depo çıkış başlık silinirken hata oluştu

# WoHeaderImportLinesExist
source: Collected items exist for this order; remove them before deletion
tr: Emre toplanmış stokları listeden çıkartmanız gereklidir

# WoHeaderNotFound
source: Warehouse Outbound Header not found
de: Warenausgang Kopf nicht gefunden
es: Encabezado de salida de almacén no encontrado
fr: En-tête de sortie d'entrepôt introuvable
it: Intestazione di Magazzino Uscita non trovata
tr: Depo çıkış başlık bulunamadı

# WoHeaderRetrievalError
source: Error occurred while retrieving Warehouse Outbound Header information
tr: Depo çıkış başlık bilgileri getirilirken hata oluştu

# WoHeaderRetrievedSuccessfully
source: Warehouse Outbound Header information retrieved successfully
tr: Depo çıkış başlık bilgileri başarıyla getirildi

# WoHeaderUpdateError
source: Error occurred while updating Warehouse Outbound Header
tr: Depo çıkış başlık güncellenirken hata oluştu

# WoHeaderUpdatedSuccessfully
source: Warehouse Outbound Header updated successfully
tr: Depo çıkış başlık başarıyla güncellendi

# WoHeaderQuantityExactMatchRequired
source: Line {0} (StockCode: {1}, YapKod: {2}): LineSerial total ({3}) must exactly match Route total ({4})
tr: Satır {0} (Stok Kodu: {1}, YapKod: {2}): LineSerial toplamı ({3}) Route toplamı ({4}) ile tam olarak eşleşmelidir

# WoHeaderQuantityCannotBeGreater
source: Line {0} (StockCode: {1}, YapKod: {2}): LineSerial total ({3}) cannot be greater than Route total ({4})
tr: Satır {0} (Stok Kodu: {1}, YapKod: {2}): LineSerial toplamı ({3}) Route toplamından ({4}) daha büyük olamaz

# WoHeaderQuantityCannotBeLess
source: Line {0} (StockCode: {1}, YapKod: {2}): LineSerial total ({3}) cannot be less than Route total ({4})
tr: Satır {0} (Stok Kodu: {1}, YapKod: {2}): LineSerial toplamı ({3}) Route toplamından ({4}) daha küçük olamaz

# WoHeaderAllOrderItemsMustBeCollected
source: Line {0} (StockCode: {1}, YapKod: {2}): All order items must be collected. Route quantity is 0.
tr: Satır {0} (Stok Kodu: {1}, YapKod: {2}): Emirdeki tüm kalemlere toplama yapılmış olmalı. Route miktarı 0.

# WoImportLineCreatedSuccessfully
source: Warehouse Outbound Import Line created successfully
de: Warenausgang Importzeile erfolgreich erstellt
es: Línea de importación de salida de almacén creada correctamente
fr: Ligne d'importation de sortie d'entrepôt créée avec succès
it: Riga di importazione Magazzino Uscita creata correttamente
tr: Depo çıkış import satır başarıyla oluşturuldu

# WoImportLineDeletedSuccessfully
source: Warehouse Outbound Import Line deleted successfully
tr: Depo çıkış import satır başarıyla silindi

# WoImportLineDuplicateSerialFound
source: Duplicate record found
de: Doppelter Datensatz gefunden
es: Se encontró un registro duplicado
fr: Enregistrement en double trouvé
it: Record duplicato trovato
tr: Eklenmiş kayıt bulunmuştur

# WoImportLineNoMatchingLine
source: No matching line found for the given criteria
tr: Verilen kriterlere uygun satır bulunamadı

# WoImportLineErrorOccurred
source: Error occurred while processing Warehouse Outbound Import Line
de: Beim Verarbeiten der Importzeile ist ein Fehler aufgetreten
es: Se produjo un error al procesar la línea de importación
fr: Une erreur s'est produite lors du traitement de la ligne d'importation
it: Si è verificato un errore durante l'elaborazione della riga di importazione
tr: Depo çıkış import satır işlemi sırasında hata oluştu

# WoImportLineNotFound
source: Warehouse Outbound Import Line not found
tr: Depo çıkış import satır bulunamadı

# WoImportLineQuantityInvalid
source: Quantity must be greater than 0
de: Menge muss größer als 0 sein
es: La cantidad debe ser mayor que 0
fr: La quantité doit être supérieure à 0
it: La quantità deve essere maggiore di 0
tr: Miktar 0'dan büyük olmalıdır

# WoImportLineRetrievedSuccessfully
source: Warehouse Outbound Import Line information retrieved successfully
tr: Depo çıkış import satır bilgileri başarıyla getirildi

# WoImportLineRoutesExist
source: Collected items exist for this order; remove them before deletion
tr: Emre toplanmış stokları listeden çıkartmanız gereklidir

# WoImportLineSerialNotMatch
source: Serial number does not match line serial records
de: Seriennummer stimmt nicht mit den Zeilensereinträgen überein
es: El número de serie no coincide con los registros de serie de la línea
fr: Le numéro de série ne correspond pas aux enregistrements de série de la ligne
it: Il numero di serie non corrisponde ai registri di serie della riga
tr: Seri numarası ilgili satır kayıtları ile uyumsuz

# WoImportLineStokCodeAndYapCodeNotMatch
source: Stock code and YapKod do not match existing import lines
de: Artikelnummer und YapKod stimmen nicht mit bestehenden Importzeilen überein
es: El código de artículo y YapKod no coinciden con las líneas de importación existentes
fr: Le code article et YapKod ne correspondent pas aux lignes d'import existantes
it: Il codice articolo e YapKod non corrispondono alle righe di importazione esistenti
tr: Stok kodu ve YapKod mevcut import satırları ile uyumsuz

# WoImportLineUpdatedSuccessfully
source: Warehouse Outbound Import Line updated successfully
tr: Depo çıkış import satır başarıyla güncellendi

# WoLineCreatedSuccessfully
source: Warehouse Outbound Line created successfully
tr: Depo çıkış satır başarıyla oluşturuldu

# WoLineCreationError
source: Error occurred while creating Warehouse Outbound Line
tr: Depo çıkış satır oluşturulurken hata oluştu

# WoLineDeletedSuccessfully
source: Warehouse Outbound Line deleted successfully
tr: Depo çıkış satır başarıyla silindi

# WoLineDeletionError
source: Error occurred while deleting Warehouse Outbound Line
tr: Depo çıkış satır silinirken hata oluştu

# WoLineNotFound
source: Warehouse Outbound Line not found
tr: Depo çıkış satır bulunamadı

# WoLineRetrievalError
source: Error occurred while retrieving Warehouse Outbound Line information
tr: Depo çıkış satır bilgileri getirilirken hata oluştu

# WoLineRetrievedSuccessfully
source: Warehouse Outbound Line information retrieved successfully
tr: Depo çıkış satır bilgileri başarıyla getirildi

# WoLineUpdateError
source: Error occurred while updating Warehouse Outbound Line
tr: Depo çıkış satır güncellenirken hata oluştu

# WoLineUpdatedSuccessfully
source: Warehouse Outbound Line updated successfully
tr: Depo çıkış satır başarıyla güncellendi

# WoLineSerialDeletedAndLineDeleted
source: Line serial deleted; related line soft deleted
tr: Serial silindi; bağlı line soft delete edildi

# WoLineSerialDeletedSuccessfully
source: Warehouse Outbound Line Serial deleted successfully
tr: Depo çıkış satır seri başarıyla silindi

# WoLineSerialInsufficientQuantityAfterDelete
source: Collected items exist for this order; remove them before deletion
tr: Emre toplanmış stokları listeden çıkartmanız gereklidir

# WoLineSerialRoutesExist
source: Collected items exist for this order; remove them before deletion
tr: Emre toplanmış stokları listeden çıkartmanız gereklidir

# WoRouteCreatedSuccessfully
source: Warehouse Outbound Route created successfully
tr: Depo çıkış rota başarıyla oluşturuldu

# WoRouteCreationError
source: Error occurred while creating Warehouse Outbound Route
tr: Depo çıkış rota oluşturulurken hata oluştu

# WoRouteDeletedSuccessfully
source: Warehouse Outbound Route deleted successfully
tr: Depo çıkış rota başarıyla silindi

# WoRouteDeletionError
source: Error occurred while deleting Warehouse Outbound Route
tr: Depo çıkış rota silinirken hata oluştu

# WoRouteNotFound
source: Warehouse Outbound Route not found
tr: Depo çıkış rota bulunamadı

# WoRouteRetrievalError
source: Error occurred while retrieving Warehouse Outbound Route information
tr: Depo çıkış rota bilgileri getirilirken hata oluştu

# WoRouteRetrievedSuccessfully
source: Warehouse Outbound Route information retrieved successfully
tr: Depo çıkış rota bilgileri başarıyla getirildi

# WoRouteUpdateError
source: Error occurred while updating Warehouse Outbound Route
tr: Depo çıkış rota güncellenirken hata oluştu

# WoRouteUpdatedSuccessfully
source: Warehouse Outbound Route updated successfully
tr: Depo çıkış rota başarıyla güncellendi

# WoTerminalLineCreatedSuccessfully
source: Warehouse Outbound Terminal Line created successfully
tr: Depo çıkış terminal satır başarıyla oluşturuldu

# WoTerminalLineDeletedSuccessfully
source: Warehouse Outbound Terminal Line deleted successfully
tr: Depo çıkış terminal satır başarıyla silindi

# WoTerminalLineErrorOccurred
source: Error occurred while processing Warehouse Outbound Terminal Line
tr: Depo çıkış terminal satır işlemi sırasında hata oluştu

# WoTerminalLineNotFound
source: Warehouse Outbound Terminal Line not found
tr: Depo çıkış terminal satır bulunamadı

# WoTerminalLineRetrievedSuccessfully
source: Warehouse Outbound Terminal Line information retrieved successfully
tr: Depo çıkış terminal satır bilgileri başarıyla getirildi

# WoTerminalLineUpdatedSuccessfully
source: Warehouse Outbound Terminal Line updated successfully
tr: Depo çıkış terminal satır başarıyla güncellendi

# WtFunctionTransferOpenOrderHeaderRetrievalError
source: Error occurred while retrieving warehouse transfer open order header information
tr: Depolar arası transfer açık sipariş başlık bilgileri getirilirken hata oluştu

# WtFunctionTransferOpenOrderHeaderRetrievedSuccessfully
source: Warehouse transfer open order header information retrieved successfully
tr: Depolar arası transfer açık sipariş başlık bilgileri başarıyla getirildi

# WtFunctionTransferOpenOrderLineRetrievalError
source: Error occurred while retrieving warehouse transfer open order line information
tr: Depolar arası transfer açık sipariş satır bilgileri getirilirken hata oluştu

# WtFunctionTransferOpenOrderLineRetrievedSuccessfully
source: Warehouse transfer open order line information retrieved successfully
tr: Depolar arası transfer açık sipariş satır bilgileri başarıyla getirildi

# WtHeaderApprovalUpdateError
source: Error occurred while updating approval status
tr: Onay durumu güncellenirken hata oluştu

# WtHeaderApprovalUpdatedSuccessfully
source: Approval status updated successfully
tr: Onay durumu başarıyla güncellendi

# WtHeaderAssignedOrdersRetrievalError
source: Error occurred while retrieving assigned transfer orders
tr: Atanmış transfer siparişleri getirilirken hata oluştu

# WtHeaderAssignedOrdersRetrievedSuccessfully
source: Assigned transfer orders retrieved successfully
tr: Atanmış transfer siparişleri başarıyla getirildi

# WtHeaderBulkCreateCompletedSuccessfully
source: Bulk Warehouse Transfer creation completed successfully
tr: Toplu depolar arası transfer oluşturma başarıyla tamamlandı

# WtHeaderBulkCreateError
source: Error occurred during bulk Warehouse Transfer creation
tr: Toplu depolar arası transfer oluşturma sırasında hata oluştu

# WtHeaderCompletedAwaitingErpApprovalRetrievalError
source: Error occurred while retrieving completed headers awaiting ERP approval
tr: Tamamlanmış ve ERP onayı bekleyen başlıklar getirilirken hata oluştu

# WtHeaderCompletedAwaitingErpApprovalRetrievedSuccessfully
source: Completed headers awaiting ERP approval retrieved successfully
tr: Tamamlanmış ve ERP onayı bekleyen başlıklar başarıyla getirildi

# WtHeaderCompletedSuccessfully
source: Warehouse Transfer Header completed successfully
tr: Depolar arası transfer başlık başarıyla tamamlandı

# WtHeaderCompletionError
source: Error occurred while completing Warehouse Transfer Header
tr: Depolar arası transfer başlık tamamlanırken hata oluştu

# WtHeaderCreatedSuccessfully
source: Warehouse Transfer Header created successfully
tr: Depolar arası transfer başlık başarıyla oluşturuldu

# WtHeaderCreationError
source: Error occurred while creating Warehouse Transfer Header
tr: Depolar arası transfer başlık oluşturulurken hata oluştu

# WtHeaderDeletedSuccessfully
source: Warehouse Transfer Header deleted successfully
tr: Depolar arası transfer başlık başarıyla silindi

# WtHeaderDeletionError
source: Error occurred while deleting Warehouse Transfer Header
tr: Depolar arası transfer başlık silinirken hata oluştu

# WtHeaderGenerateCompletedSuccessfully
source: Warehouse Transfer generated successfully
tr: Depo Transferi başarıyla oluşturuldu

# WtHeaderGenerateError
source: Error occurred while generating Warehouse Transfer
tr: Depo Transferi oluşturulurken hata oluştu

# WtHeaderImportLinesExist
source: Collected items exist for this order; remove them before deletion
tr: Emre toplanmış stokları listeden çıkartmanız gereklidir

# WtHeaderInvalidCorrelationKey
source: Invalid correlation key
tr: Geçersiz korelasyon anahtarı

# WtHeaderLineClientKeyNotFound
source: LineClientKey not found
tr: LineClientKey bulunamadı

# WtHeaderLineGroupGuidNotFound
source: LineGroupGuid not found
tr: LineGroupGuid bulunamadı

# WtHeaderLineReferenceMissing
source: Line reference is required
tr: Satır referansı zorunludur

# WtHeaderNotFound
source: Warehouse Transfer Header not found
tr: Depolar arası transfer başlık bulunamadı

# WtHeaderRetrievalError
source: Error occurred while retrieving Warehouse Transfer Header information
tr: Depolar arası transfer başlık bilgileri getirilirken hata oluştu

# WtHeaderRetrievedSuccessfully
source: Warehouse Transfer Header information retrieved successfully
tr: Depolar arası transfer başlık bilgileri başarıyla getirildi

# WtHeaderRouteGroupGuidNotFound
source: RouteGroupGuid not found
tr: RouteGroupGuid bulunamadı
