Repository: astopaal/verii_wms_server
Catalog: Resources/Messages.*.resx
Languages: de, es, fr, it, tr

# SitImportLineErrorOccurred
source: Error occurred in Subcontracting Issue Import Line operation
de: Beim Verarbeiten der Importzeile ist ein Fehler aufgetreten
es: Se produjo un error al procesar la línea de importación
fr: Une erreur s'est produite lors du traitement de la ligne d'importation
it: Si è verificato un errore durante l'elaborazione della riga di importazione
tr: Alt yüklenici çıkış ithalat satır işleminde hata oluştu

# SitImportLineNotFound
source: Subcontracting Issue Import Line not found
tr: Alt yüklenici çıkış ithalat satır bulunamadı

# SitImportLineQuantityInvalid
source: Quantity must be greater than 0
de: Menge muss größer als 0 sein
es: La cantidad debe ser mayor que 0
fr: La quantité doit être supérieure à 0
it: La quantità deve essere maggiore di 0
tr: Miktar 0'dan büyük olmalıdır

# SitImportLineRetrievalError
source: Error occurred while retrieving Subcontracting Issue Transfer import line information
tr: Alt yüklenici çıkış transfer import satır bilgileri getirilirken hata oluştu

# SitImportLineRetrievedSuccessfully
source: Subcontracting Issue Transfer import line information retrieved successfully
tr: Alt yüklenici çıkış transfer import satır bilgileri başarıyla getirildi

# SitImportLineRoutesExist
source: Collected items exist for this order; remove them before deletion
tr: Emre toplanmış stokları listeden çıkartmanız gereklidir

# SitImportLineSerialNotMatch
source: Serial number does not match line serial records
de: Seriennummer stimmt nicht mit den Zeilensereinträgen überein
es: El número de serie no coincide con los registros de serie de la línea
fr: Le numéro de série ne correspond pas aux enregistrements de série de la ligne
it: Il numero di serie non corrisponde ai registri di serie della riga
tr: Seri numarası ilgili satır kayıtları ile uyumsuz

# SitImportLineStokCodeAndYapCodeNotMatch
source: Stock code and YapKod do not match existing import lines
de: Artikelnummer und YapKod stimmen nicht mit bestehenden Importzeilen überein
es: El código de artículo y YapKod no coinciden con las líneas de importación existentes
fr: Le code article et YapKod ne correspondent pas aux lignes d'import existantes
it: Il codice articolo e YapKod non corrispondono alle righe di importazione esistenti
tr: Stok kodu ve YapKod mevcut import satırları ile uyumsuz

# SitImportLineUpdatedSuccessfully
source: Subcontracting Issue Import Line updated successfully
tr: Alt yüklenici çıkış ithalat satır başarıyla güncellendi

# SitLineImportLinesExist
source: Collected items exist for this order; remove them before deletion
tr: Emre toplanmış stokları listeden çıkartmanız gereklidir

# SitLineCreatedSuccessfully
source: Subcontracting Issue Line created successfully
tr: Alt yüklenici çıkış satır başarıyla oluşturuldu

# SitLineDeletedSuccessfully
source: Subcontracting Issue Line deleted successfully
tr: Alt yüklenici çıkış satır başarıyla silindi

# SitLineErrorOccurred
source: Error occurred in Subcontracting Issue Line operation
tr: Alt yüklenici çıkış satır işleminde hata oluştu

# SitLineNotFound
source: Subcontracting Issue Line not found
tr: Alt yüklenici çıkış satır bulunamadı

# SitLineRetrievalError
source: Error occurred while retrieving Subcontracting Issue Transfer line information
tr: Alt yüklenici çıkış transfer satır bilgileri getirilirken hata oluştu

# SitLineRetrievedSuccessfully
source: Subcontracting Issue Transfer line information retrieved successfully
tr: Alt yüklenici çıkış transfer satır bilgileri başarıyla getirildi

# SitLineUpdatedSuccessfully
source: Subcontracting Issue Line updated successfully
tr: Alt yüklenici çıkış satır başarıyla güncellendi

# SitLineSerialDeletedAndLineDeleted
source: Line serial deleted; related line soft deleted
tr: Serial silindi; bağlı line soft delete edildi

# SitLineSerialDeletedSuccessfully
source: Subcontracting Issue Transfer Line Serial deleted successfully
tr: Tedarikçi çıkış transfer satır seri başarıyla silindi

# SitLineSerialInsufficientQuantityAfterDelete
source: Collected items exist for this order; remove them before deletion
tr: Emre toplanmış stokları listeden çıkartmanız gereklidir

# SitLineSerialRoutesExist
source: Collected items exist for this order; remove them before deletion
tr: Emre toplanmış stokları listeden çıkartmanız gereklidir

# SitRouteErrorOccurred
source: Error occurred in Subcontracting Issue Route operation
tr: Alt yüklenici çıkış rota işleminde hata oluştu

# SitRouteNotFound
source: Subcontracting Issue Transfer route not found
tr: Alt yüklenici çıkış transfer rota bulunamadı

# SitRouteRetrievedSuccessfully
source: Subcontracting Issue Route information retrieved successfully
tr: Alt yüklenici çıkış rota bilgileri başarıyla getirildi

# SitTerminalLineCreatedSuccessfully
source: Subcontracting Issue Terminal Line created successfully
tr: Alt yüklenici çıkış terminal satır başarıyla oluşturuldu

# SitTerminalLineDeletedSuccessfully
source: Subcontracting Issue Terminal Line deleted successfully
tr: Alt yüklenici çıkış terminal satır başarıyla silindi

# SitTerminalLineErrorOccurred
source: Error occurred in Subcontracting Issue Terminal Line operation
tr: Alt yüklenici çıkış terminal satır işleminde hata oluştu

# SitTerminalLineNotFound
source: Subcontracting Issue Terminal Line not found
tr: Alt yüklenici çıkış terminal satır bulunamadı

# SitTerminalLineRetrievedSuccessfully
source: Subcontracting Issue Terminal Line information retrieved successfully
tr: Alt yüklenici çıkış terminal satır bilgileri başarıyla getirildi

# SitTerminalLineUpdatedSuccessfully
source: Subcontracting Issue Terminal Line updated successfully
tr: Alt yüklenici çıkış terminal satır başarıyla güncellendi

# SrtHeaderApprovalUpdateError
source: Error occurred while updating subcontracting receipt transfer order approval
de: Fehler beim Aktualisieren der Untervergabe Eingang-Auftragsgenehmigung
es: Se produjo un error al actualizar la aprobación de la orden de subcontratación recepción
fr: Une erreur s'est produite lors de la mise à jour de l'approbation de l'ordre de sous-traitance réception
it: Si è verificato un errore durante l'aggiornamento dell'approvazione dell'ordine di sottofornitura ricezione
tr: Alt yüklenici kabul transfer sipariş onayı güncellenirken hata oluştu

# SrtHeaderApprovalUpdatedSuccessfully
source: Subcontracting receipt transfer order approval updated successfully
de: Untervergabe Eingang-Auftragsgenehmigung erfolgreich aktualisiert
es: Aprobación de orden de subcontratación recepción actualizada con éxito
fr: Approbation de l'ordre de sous-traitance réception mise à jour avec succès
it: Approvazione ordine di sottofornitura ricezione aggiornata con successo
tr: Alt yüklenici kabul transfer sipariş onayı başarıyla güncellendi

# SrtHeaderAssignedOrderLinesRetrievalError
source: Error occurred while retrieving assigned subcontracting receipt transfer order lines
de: Fehler beim Abrufen der zugewiesenen Untervergabe Eingang-Auftragszeilen
es: Se produjo un error al recuperar las líneas de órdenes de subcontratación recepción asignadas
fr: Une erreur s'est produite lors de la récupération des lignes d'ordres de sous-traitance réception assignées
it: Si è verificato un errore durante il recupero delle righe ordini di sottofornitura ricezione assegnate
tr: Atanan alt yüklenici kabul transfer sipariş satırları getirilirken hata oluştu

# SrtHeaderAssignedOrderLinesRetrievedSuccessfully
source: Assigned subcontracting receipt transfer order lines retrieved successfully
de: Zugewiesene Untervergabe Eingang-Auftragszeilen erfolgreich abgerufen
es: Líneas de órdenes de subcontratación recepción asignadas recuperadas con éxito
fr: Lignes d'ordres de sous-traitance réception assignées récupérées avec succès
it: Righe ordini di sottofornitura ricezione assegnate recuperate con successo
tr: Atanan alt yüklenici kabul transfer sipariş satırları başarıyla getirildi

# SrtHeaderAssignedOrdersRetrievalError
source: Error occurred while retrieving assigned subcontracting receipt transfer orders
de: Fehler beim Abrufen der zugewiesenen Untervergabe Eingang-Aufträge
es: Se produjo un error al recuperar las órdenes de subcontratación recepción asignadas
fr: Une erreur s'est produite lors de la récupération des ordres de sous-traitance réception assignés
it: Si è verificato un errore durante il recupero degli ordini di sottofornitura ricezione assegnati
tr: Atanan alt yüklenici kabul transfer siparişleri getirilirken hata oluştu

# SrtHeaderAssignedOrdersRetrievedSuccessfully
source: Assigned subcontracting receipt transfer orders retrieved successfully
de: Zugewiesene Untervergabe Eingang-Aufträge erfolgreich abgerufen
es: Órdenes de subcontratación recepción asignadas recuperadas con éxito
fr: Ordres de sous-traitance réception assignés récupérés avec succès
it: Ordini di sottofornitura ricezione assegnati recuperati con successo
tr: Atanan alt yüklenici kabul transfer siparişleri başarıyla getirildi

# SrtHeaderCompletedAwaitingErpApprovalRetrievalError
source: Error occurred while retrieving completed subcontracting receipt transfer orders awaiting ERP approval
de: Fehler beim Abrufen der abgeschlossenen Untervergabe Eingang-Aufträge, die auf ERP-Genehmigung warten
es: Se produjo un error al recuperar las órdenes de subcontratación recepción completadas en espera de aprobación ERP
fr: Une erreur s'est produite lors de la récupération des ordres de sous-traitance réception terminés en attente d'approbation ERP
it: Si è verificato un errore durante il recupero degli ordini di sottofornitura ricezione completati in attesa di approvazione ERP
tr: ERP onayı bekleyen tamamlanmış alt yüklenici kabul transfer siparişleri getirilirken hata oluştu

# SrtHeaderCompletedAwaitingErpApprovalRetrievedSuccessfully
source: Completed subcontracting receipt transfer orders awaiting ERP approval retrieved successfully
de: Abgeschlossene Untervergabe Eingang-Aufträge, die auf ERP-Genehmigung warten, erfolgreich abgerufen
es: Órdenes de subcontratación recepción completadas en espera de aprobación ERP recuperadas con éxito
fr: Ordres de sous-traitance réception terminés en attente d'approbation ERP récupérés avec succès
it: Ordini di sottofornitura ricezione completati in attesa di approvazione ERP recuperati con successo
tr: ERP onayı bekleyen tamamlanmış alt yüklenici kabul transfer siparişleri başarıyla getirildi

# SrtHeaderCompletedSuccessfully
source: Subcontracting Receipt Transfer header completed successfully
de: Unterauftragnehmer-Empfangs-Kopfzeile erfolgreich abgeschlossen
es: Encabezado de subcontratación recepción completado con éxito
fr: En-tête de sous-traitance réception terminé avec succès
it: Intestazione Sottofornitura Ricezione completata con successo
tr: Alt yüklenici kabul transfer başlık başarıyla tamamlandı

# SrtHeaderCompletionError
source: Error occurred while completing Subcontracting Receipt Transfer header
de: Fehler beim Abschließen der Unterauftragnehmer-Empfangs-Kopfzeile
es: Se produjo un error al completar el encabezado de subcontratación recepción
fr: Une erreur s'est produite lors de la finalisation de l'en-tête de sous-traitance réception
it: Si è verificato un errore durante il completamento dell'intestazione Sottofornitura Ricezione
tr: Alt yüklenici kabul transfer başlık tamamlanırken hata oluştu

# SrtHeaderCreatedSuccessfully
source: Subcontracting Receipt Transfer header created successfully
tr: Alt yüklenici kabul transfer başlık başarıyla oluşturuldu

# SrtHeaderCreationError
source: Error occurred while creating Subcontracting Receipt Transfer header
tr: Alt yüklenici kabul transfer başlık oluşturulurken hata oluştu

# SrtHeaderDeletedSuccessfully
source: Subcontracting Receipt Transfer header deleted successfully
tr: Alt yüklenici kabul transfer başlık başarıyla silindi

# SrtHeaderDeletionError
source: Error occurred while deleting Subcontracting Receipt Transfer header
tr: Alt yüklenici kabul transfer başlık silinirken hata oluştu

# SrtHeaderImportLinesExist
source: Collected items exist for this order; remove them before deletion
tr: Emre toplanmış stokları listeden çıkartmanız gereklidir

# SrtHeaderNotFound
source: Subcontracting Receipt Transfer Header not found
de: Untervergabe Eingang Kopf nicht gefunden
es: Encabezado de subcontratación recepción no encontrado
fr: En-tête de sous-traitance réception introuvable
it: Intestazione di Sottofornitura Ricezione non trovata
tr: Alt yüklenici kabul transfer başlık bulunamadı

# SrtHeaderRetrievalError
source: Error occurred while retrieving Subcontracting Receipt Transfer Header information
tr: Alt yüklenici kabul transfer başlık bilgileri getirilirken hata oluştu

# SrtHeaderRetrievedSuccessfully
source: Subcontracting Receipt Transfer Header information retrieved successfully
tr: Alt yüklenici kabul transfer başlık bilgileri başarıyla getirildi

# SrtHeaderUpdateError
source: Error occurred while updating Subcontracting Receipt Transfer header
tr: Alt yüklenici kabul transfer başlık güncellenirken hata oluştu

# SrtHeaderUpdatedSuccessfully
source: Subcontracting Receipt Transfer header updated successfully
tr: Alt yüklenici kabul transfer başlık başarıyla güncellendi

# SrtHeaderQuantityExactMatchRequired
source: Line {0} (StockCode: {1}, YapKod: {2}): LineSerial total ({3}) must exactly match Route total ({4})
tr: Satır {0} (Stok Kodu: {1}, YapKod: {2}): LineSerial toplamı ({3}) Route toplamı ({4}) ile tam olarak eşleşmelidir

# SrtHeaderQuantityCannotBeGreater
source: Line {0} (StockCode: {1}, YapKod: {2}): LineSerial total ({3}) cannot be greater than Route total ({4})
tr: Satır {0} (Stok Kodu: {1}, YapKod: {2}): LineSerial toplamı ({3}) Route toplamından ({4}) daha büyük olamaz

# SrtHeaderQuantityCannotBeLess
source: Line {0} (StockCode: {1}, YapKod: {2}): LineSerial total ({3}) cannot be less than Route total ({4})
tr: Satır {0} (Stok Kodu: {1}, YapKod: {2}): LineSerial toplamı ({3}) Route toplamından ({4}) daha küçük olamaz

# SrtHeaderAllOrderItemsMustBeCollected
source: Line {0} (StockCode: {1}, YapKod: {2}): All order items must be collected. Route quantity is 0.
tr: Satır {0} (Stok Kodu: {1}, YapKod: {2}): Emirdeki tüm kalemlere toplama yapılmış olmalı. Route miktarı 0.

# SrtImportLineCreatedSuccessfully
source: Subcontracting Receipt Transfer import line created successfully
de: Untervergabe Eingang Importzeile erfolgreich erstellt
es: Línea de importación de subcontratación recepción creada correctamente
fr: Ligne d'importation de sous-traitance réception créée avec succès
it: Riga di importazione Sottofornitura Ricezione creata correttamente
tr: Alt yüklenici kabul ithalat satırı başarıyla oluşturuldu

# SrtImportLineDeletedSuccessfully
source: Subcontracting Receipt Transfer import line deleted successfully
tr: Alt yüklenici kabul ithalat satırı başarıyla silindi

# SrtImportLineDuplicateSerialFound
source: Duplicate record found
de: Doppelter Datensatz gefunden
es: Se encontró un registro duplicado
fr: Enregistrement en double trouvé
it: Record duplicato trovato
tr: Eklenmiş kayıt bulunmuştur

# SrtImportLineNoMatchingLine
source: No matching line found for the given criteria
tr: Verilen kriterlere uygun satır bulunamadı

# SrtImportLineErrorOccurred
source: Error occurred while processing Subcontracting Receipt Transfer import line
de: Beim Verarbeiten der Importzeile ist ein Fehler aufgetreten
es: Se produjo un error al procesar la línea de importación
fr: Une erreur s'est produite lors du traitement de la ligne d'importation
it: Si è verificato un errore durante l'elaborazione della riga di importazione
tr: Alt yüklenici kabul ithalat satırı işlenirken hata oluştu

# SrtImportLineNotFound
source: Subcontracting Receipt Transfer import line not found
tr: Alt yüklenici kabul ithalat satırı bulunamadı

# SrtImportLineQuantityInvalid
source: Quantity must be greater than 0
de: Menge muss größer als 0 sein
es: La cantidad debe ser mayor que 0
fr: La quantité doit être supérieure à 0
it: La quantità deve essere maggiore di 0
tr: Miktar 0'dan büyük olmalıdır

# SrtImportLineRetrievedSuccessfully
source: Subcontracting Receipt Transfer import line information retrieved successfully
tr: Alt yüklenici kabul ithalat satırı bilgisi başarıyla getirildi

# SrtImportLineRoutesExist
source: Collected items exist for this order; remove them before deletion
tr: Emre toplanmış stokları listeden çıkartmanız gereklidir

# SrtImportLineSerialNotMatch
source: Serial number does not match line serial records
de: Seriennummer stimmt nicht mit den Zeilensereinträgen überein
es: El número de serie no coincide con los registros de serie de la línea
fr: Le numéro de série ne correspond pas aux enregistrements de série de la ligne
it: Il numero di serie non corrisponde ai registri di serie della riga
tr: Seri numarası ilgili satır kayıtları ile uyumsuz

# SrtImportLineStokCodeAndYapCodeNotMatch
source: Stock code and YapKod do not match existing import lines
de: Artikelnummer und YapKod stimmen nicht mit bestehenden Importzeilen überein
es: El código de artículo y YapKod no coinciden con las líneas de importación existentes
fr: Le code article et YapKod ne correspondent pas aux lignes d'import existantes
it: Il codice articolo e YapKod non corrispondono alle righe di importazione esistenti
tr: Stok kodu ve YapKod mevcut import satırları ile uyumsuz

# SrtImportLineUpdatedSuccessfully
source: Subcontracting Receipt Transfer import line updated successfully
tr: Alt yüklenici kabul ithalat satırı başarıyla güncellendi

# SrtLineCreatedSuccessfully
source: Subcontracting Receipt Transfer Line created successfully
tr: Alt yüklenici kabul transfer satır başarıyla oluşturuldu

# SrtLineCreationError
source: Error occurred while creating Subcontracting Receipt Transfer Line
tr: Alt yüklenici kabul transfer satır oluşturulurken hata oluştu

# SrtLineDeletedSuccessfully
source: Subcontracting Receipt Transfer Line deleted successfully
tr: Alt yüklenici kabul transfer satır başarıyla silindi

# SrtLineDeletionError
source: Error occurred while deleting Subcontracting Receipt Transfer Line
tr: Alt yüklenici kabul transfer satır silinirken hata oluştu

# SrtLineNotFound
source: Subcontracting Receipt Transfer Line not found
tr: Alt yüklenici kabul transfer satır bulunamadı

# SrtLineRetrievalError
source: Error occurred while retrieving Subcontracting Receipt Transfer Line information
tr: Alt yüklenici kabul transfer satır bilgileri getirilirken hata oluştu

# SrtLineRetrievedSuccessfully
source: Subcontracting Receipt Transfer Line information retrieved successfully
tr: Alt yüklenici kabul transfer satır bilgileri başarıyla getirildi

# SrtLineUpdateError
source: Error occurred while updating Subcontracting Receipt Transfer Line
tr: Alt yüklenici kabul transfer satır güncellenirken hata oluştu

# SrtLineUpdatedSuccessfully
source: Subcontracting Receipt Transfer Line updated successfully
tr: Alt yüklenici kabul transfer satır başarıyla güncellendi

# SrtLineSerialDeletedAndLineDeleted
source: Line serial deleted; related line soft deleted
tr: Serial silindi; bağlı line soft delete edildi

# SrtLineSerialDeletedSuccessfully
source: Subcontracting Receipt Transfer Line Serial deleted successfully
tr: Tedarikçi giriş transfer satır seri başarıyla silindi

# SrtLineSerialInsufficientQuantityAfterDelete
source: Collected items exist for this order; remove them before deletion
tr: Emre toplanmış stokları listeden çıkartmanız gereklidir

# SrtLineSerialRoutesExist
source: Collected items exist for this order; remove them before deletion
tr: Emre toplanmış stokları listeden çıkartmanız gereklidir

# SrtRouteCreatedSuccessfully
source: Subcontracting Receipt Transfer route created successfully
tr: Alt yüklenici kabul rota başarıyla oluşturuldu

# SrtRouteDeletedSuccessfully
source: Subcontracting Receipt Transfer route deleted successfully
tr: Alt yüklenici kabul rota başarıyla silindi

# SrtRouteErrorOccurred
source: Error occurred while processing Subcontracting Receipt Transfer route
tr: Alt yüklenici kabul rota işlenirken hata oluştu

# SrtRouteNotFound
source: Subcontracting Receipt Transfer route not found
tr: Alt yüklenici kabul rota bulunamadı

# SrtRouteRetrievalError
source: Error occurred while retrieving Subcontracting Receipt Transfer Route information
tr: Alt yüklenici kabul transfer rota bilgileri getirilirken hata oluştu

# SrtRouteRetrievedSuccessfully
source: Subcontracting Receipt Transfer Route information retrieved successfully
tr: Alt yüklenici kabul transfer rota bilgileri başarıyla getirildi

# SrtRouteUpdatedSuccessfully
source: Subcontracting Receipt Transfer route updated successfully
tr: Alt yüklenici kabul rota başarıyla güncellendi

# SrtTerminalLineCreatedSuccessfully
source: Subcontracting Receipt Transfer terminal line created successfully
tr: Alt yüklenici kabul terminal satırı başarıyla oluşturuldu

# SrtTerminalLineDeletedSuccessfully
source: Subcontracting Receipt Transfer terminal line deleted successfully
tr: Alt yüklenici kabul terminal satırı başarıyla silindi

# SrtTerminalLineErrorOccurred
source: Error occurred while processing Subcontracting Receipt Transfer terminal line
tr: Alt yüklenici kabul terminal satırı işlenirken hata oluştu

# SrtTerminalLineNotFound
source: Subcontracting Receipt Transfer terminal line not found
tr: Alt yüklenici kabul terminal satırı bulunamadı

# SrtTerminalLineRetrievedSuccessfully
source: Subcontracting Receipt Transfer terminal line information retrieved successfully
tr: Alt yüklenici kabul terminal satırı bilgisi başarıyla getirildi

# SrtTerminalLineUpdatedSuccessfully
source: Subcontracting Receipt Transfer terminal line updated successfully
tr: Alt yüklenici kabul terminal satırı başarıyla güncellendi

# WiHeaderApprovalUpdateError
source: Error occurred while updating warehouse inbound order approval
de: Fehler beim Aktualisieren der Wareneingang-Auftragsgenehmigung
es: Se produjo un error al actualizar la aprobación de la orden de entrada de almacén
fr: Une erreur s'est produite lors de la mise à jour de l'approbation de l'ordre d'entrée d'entrepôt
it: Si è verificato un errore durante l'aggiornamento dell'approvazione dell'ordine di magazzino entrata
tr: Depo giriş sipariş onayı güncellenirken hata oluştu

# WiHeaderApprovalUpdatedSuccessfully
source: Warehouse inbound order approval updated successfully
de: Wareneingang-Auftragsgenehmigung erfolgreich aktualisiert
es: Aprobación de orden de entrada de almacén actualizada con éxito
fr: Approbation de l'ordre d'entrée d'entrepôt mise à jour avec succès
it: Approvazione ordine di magazzino entrata aggiornata con successo
tr: Depo giriş sipariş onayı başarıyla güncellendi

# WiHeaderAssignedOrderLinesRetrievalError
source: Error occurred while retrieving assigned warehouse inbound order lines
de: Fehler beim Abrufen der zugewiesenen Wareneingang-Auftragszeilen
es: Se produjo un error al recuperar las líneas de órdenes de entrada de almacén asignadas
fr: Une erreur s'est produite lors de la récupération des lignes d'ordres d'entrée d'entrepôt assignées
it: Si è verificato un errore durante il recupero delle righe ordini di magazzino entrata assegnate
tr: Atanan depo giriş sipariş satırları getirilirken hata oluştu

# WiHeaderAssignedOrderLinesRetrievedSuccessfully
source: Assigned warehouse inbound order lines retrieved successfully
de: Zugewiesene Wareneingang-Auftragszeilen erfolgreich abgerufen
es: Líneas de órdenes de entrada de almacén asignadas recuperadas con éxito
fr: Lignes d'ordres d'entrée d'entrepôt assignées récupérées avec succès
it: Righe ordini di magazzino entrata assegnate recuperate con successo
tr: Atanan depo giriş sipariş satırları başarıyla getirildi
