Repository: astopaal/verii_wms_server
Catalog: Resources/Messages.*.resx
Languages: de, es, fr, it, tr

# ShHeaderUpdateError
source: Error occurred while updating Shipping Header
tr: Sevkiyat Başlık güncellenirken hata oluştu

# ShHeaderUpdatedSuccessfully
source: Shipping Header updated successfully
tr: Sevkiyat Başlık başarıyla güncellendi

# ShHeaderQuantityExactMatchRequired
source: Line {0} (StockCode: {1}, YapKod: {2}): LineSerial total ({3}) must exactly match Route total ({4})
tr: Satır {0} (Stok Kodu: {1}, YapKod: {2}): LineSerial toplamı ({3}) Route toplamı ({4}) ile tam olarak eşleşmelidir

# ShHeaderQuantityCannotBeGreater
source: Line {0} (StockCode: {1}, YapKod: {2}): LineSerial total ({3}) cannot be greater than Route total ({4})
tr: Satır {0} (Stok Kodu: {1}, YapKod: {2}): LineSerial toplamı ({3}) Route toplamından ({4}) daha büyük olamaz

# ShHeaderQuantityCannotBeLess
source: Line {0} (StockCode: {1}, YapKod: {2}): LineSerial total ({3}) cannot be less than Route total ({4})
tr: Satır {0} (Stok Kodu: {1}, YapKod: {2}): LineSerial toplamı ({3}) Route toplamından ({4}) daha küçük olamaz

# ShHeaderAllOrderItemsMustBeCollected
source: Line {0} (StockCode: {1}, YapKod: {2}): All order items must be collected. Route quantity is 0.
tr: Satır {0} (Stok Kodu: {1}, YapKod: {2}): Emirdeki tüm kalemlere toplama yapılmış olmalı. Route miktarı 0.

# ShImportLineCreatedSuccessfully
source: Shipping Import Line created successfully
de: Versand Importzeile erfolgreich erstellt
es: Línea de importación de envío creada correctamente
fr: Ligne d'importation d'expédition créée avec succès
it: Riga di importazione Spedizione creata correttamente
tr: Sevkiyat İthalat Satır başarıyla oluşturuldu

# ShImportLineDeletedSuccessfully
source: Shipping Import Line deleted successfully
tr: Sevkiyat İthalat Satır başarıyla silindi

# ShImportLineDuplicateSerialFound
source: Duplicate record found
de: Doppelter Datensatz gefunden
es: Se encontró un registro duplicado
fr: Enregistrement en double trouvé
it: Record duplicato trovato
tr: Eklenmiş kayıt bulunmuştur

# ShImportLineNoMatchingLine
source: No matching line found for the given criteria
tr: Verilen kriterlere uygun satır bulunamadı

# ShImportLineErrorOccurred
source: Error occurred while processing Shipping Import Line
de: Beim Verarbeiten der Importzeile ist ein Fehler aufgetreten
es: Se produjo un error al procesar la línea de importación
fr: Une erreur s'est produite lors du traitement de la ligne d'importation
it: Si è verificato un errore durante l'elaborazione della riga di importazione
tr: Sevkiyat İthalat Satır işleminde hata oluştu

# ShImportLineNotFound
source: Shipping Import Line not found
tr: Sevkiyat İthalat Satır bulunamadı

# ShImportLineQuantityInvalid
source: Quantity must be greater than 0
de: Menge muss größer als 0 sein
es: La cantidad debe ser mayor que 0
fr: La quantité doit être supérieure à 0
it: La quantità deve essere maggiore di 0
tr: Miktar 0'dan büyük olmalıdır

# ShImportLineRetrievedSuccessfully
source: Shipping Import Line information retrieved successfully
tr: Sevkiyat İthalat Satır bilgileri başarıyla getirildi

# ShImportLineRoutesExist
source: Collected items exist for this order; remove them before deletion
tr: Emre toplanmış stokları listeden çıkartmanız gereklidir

# ShImportLineSerialNotMatch
source: Serial number does not match line serial records
de: Seriennummer stimmt nicht mit den Zeilensereinträgen überein
es: El número de serie no coincide con los registros de serie de la línea
fr: Le numéro de série ne correspond pas aux enregistrements de série de la ligne
it: Il numero di serie non corrisponde ai registri di serie della riga
tr: Seri numarası ilgili satır kayıtları ile uyumsuz

# ShImportLineStokCodeAndYapCodeNotMatch
source: Stock code and YapKod do not match existing import lines
de: Artikelnummer und YapKod stimmen nicht mit bestehenden Importzeilen überein
es: El código de artículo y YapKod no coinciden con las líneas de importación existentes
fr: Le code article et YapKod ne correspondent pas aux lignes d'import existantes
it: Il codice articolo e YapKod non corrispondono alle righe di importazione esistenti
tr: Stok kodu ve YapKod mevcut import satırları ile uyumsuz

# ShImportLineUpdatedSuccessfully
source: Shipping Import Line updated successfully
tr: Sevkiyat İthalat Satır başarıyla güncellendi

# ShLineCreatedSuccessfully
source: Shipping Line created successfully
tr: Sevkiyat Satır başarıyla oluşturuldu

# ShLineCreationError
source: Error occurred while creating Shipping Line
tr: Sevkiyat Satır oluşturulurken hata oluştu

# ShLineDeletedSuccessfully
source: Shipping Line deleted successfully
tr: Sevkiyat Satır başarıyla silindi

# ShLineDeletionError
source: Error occurred while deleting Shipping Line
tr: Sevkiyat Satır silinirken hata oluştu

# ShLineNotFound
source: Shipping Line not found
tr: Sevkiyat Satır bulunamadı

# ShLineRetrievalError
source: Error occurred while retrieving Shipping Line information
tr: Sevkiyat Satır bilgileri getirilirken hata oluştu

# ShLineRetrievedSuccessfully
source: Shipping Line information retrieved successfully
tr: Sevkiyat Satır bilgileri başarıyla getirildi

# ShLineUpdateError
source: Error occurred while updating Shipping Line
tr: Sevkiyat Satır güncellenirken hata oluştu

# ShLineUpdatedSuccessfully
source: Shipping Line updated successfully
tr: Sevkiyat Satır başarıyla güncellendi

# ShLineSerialCreatedSuccessfully
source: Shipping Line Serial created successfully
tr: Sevkiyat Satır Seri başarıyla oluşturuldu

# ShLineSerialDeletedAndLineDeleted
source: Line serial deleted; related line soft deleted
tr: Serial silindi; bağlı line soft delete edildi

# ShLineSerialDeletedSuccessfully
source: Shipping Line Serial deleted successfully
tr: Sevkiyat Satır Seri başarıyla silindi

# ShLineSerialErrorOccurred
source: Error occurred while processing Shipping Line Serial
tr: Sevkiyat Satır Seri işleminde hata oluştu

# ShLineSerialInsufficientQuantityAfterDelete
source: Collected items exist for this order; remove them before deletion
tr: Emre toplanmış stokları listeden çıkartmanız gereklidir

# ShLineSerialNotFound
source: Shipping Line Serial not found
tr: Sevkiyat Satır Seri bulunamadı

# ShLineSerialRetrievedSuccessfully
source: Shipping Line Serial information retrieved successfully
tr: Sevkiyat Satır Seri bilgileri başarıyla getirildi

# ShLineSerialUpdatedSuccessfully
source: Shipping Line Serial updated successfully
tr: Sevkiyat Satır Seri başarıyla güncellendi

# ShLineSerialRoutesExist
source: Collected items exist for this order; remove them before deletion
tr: Emre toplanmış stokları listeden çıkartmanız gereklidir

# ShRouteCreatedSuccessfully
source: Shipping Route created successfully
tr: Sevkiyat Rota başarıyla oluşturuldu

# ShRouteDeletedSuccessfully
source: Shipping Route deleted successfully
tr: Sevkiyat Rota başarıyla silindi

# ShRouteErrorOccurred
source: Error occurred while processing Shipping Route
tr: Sevkiyat Rota işleminde hata oluştu

# ShRouteNotFound
source: Shipping Route not found
tr: Sevkiyat Rota bulunamadı

# ShRouteRetrievedSuccessfully
source: Shipping Route information retrieved successfully
tr: Sevkiyat Rota bilgileri başarıyla getirildi

# ShRouteUpdatedSuccessfully
source: Shipping Route updated successfully
tr: Sevkiyat Rota başarıyla güncellendi

# ShTerminalLineCreatedSuccessfully
source: Shipping Terminal Line created successfully
tr: Sevkiyat Terminal Satır başarıyla oluşturuldu

# ShTerminalLineDeletedSuccessfully
source: Shipping Terminal Line deleted successfully
tr: Sevkiyat Terminal Satır başarıyla silindi

# ShTerminalLineErrorOccurred
source: Error occurred while processing Shipping Terminal Line
tr: Sevkiyat Terminal Satır işleminde hata oluştu

# ShTerminalLineNotFound
source: Shipping Terminal Line not found
tr: Sevkiyat Terminal Satır bulunamadı

# ShTerminalLineRetrievedSuccessfully
source: Shipping Terminal Line information retrieved successfully
tr: Sevkiyat Terminal Satır bilgileri başarıyla getirildi

# ShTerminalLineUpdatedSuccessfully
source: Shipping Terminal Line updated successfully
tr: Sevkiyat Terminal Satır başarıyla güncellendi

source: Mobile user group match created successfully
tr: Mobil kullanıcı grup eşleşmesi başarıyla oluşturuldu

# MobileUserGroupMatchCreationError
source: Error occurred while creating mobile user group match
tr: Mobil kullanıcı grup eşleşmesi oluşturulurken hata oluştu

source: Mobile user group match deleted successfully
tr: Mobil kullanıcı grup eşleşmesi başarıyla silindi

# MobileUserGroupMatchDeletionError
source: Error occurred while deleting mobile user group match
tr: Mobil kullanıcı grup eşleşmesi silinirken hata oluştu

source: Mobile user group match not found
tr: Mobil kullanıcı grup eşleşmesi bulunamadı

# MobileUserGroupMatchRetrievalError
source: Error occurred while retrieving mobile user group match information
tr: Mobil kullanıcı grup eşleşmesi bilgileri getirilirken hata oluştu

# MobileUserGroupMatchRetrievedSuccessfully
source: Mobile user group match information retrieved successfully
tr: Mobil kullanıcı grup eşleşmesi bilgileri başarıyla getirildi

# MobileUserGroupMatchUpdateError
source: Error occurred while updating mobile user group match
tr: Mobil kullanıcı grup eşleşmesi güncellenirken hata oluştu

source: Mobile user group match updated successfully
tr: Mobil kullanıcı grup eşleşmesi başarıyla güncellendi

source: Mobile menu header created successfully
tr: Mobil menü başlık başarıyla oluşturuldu

source: Mobile menu header deleted successfully
tr: Mobil menü başlık başarıyla silindi

# MobilemenuHeaderErrorOccurred
source: Error occurred in Mobile menu header operation
tr: Mobil menü başlık işleminde hata oluştu

source: Mobile menu header not found
tr: Mobil menü başlık bulunamadı

# MobilemenuHeaderRetrievedSuccessfully
source: Mobile menu header information retrieved successfully
tr: Mobil menü başlık bilgileri başarıyla getirildi

source: Mobile menu header updated successfully
tr: Mobil menü başlık başarıyla güncellendi

source: Mobile menu line created successfully
tr: Mobil menü satır başarıyla oluşturuldu

source: Mobile menu line deleted successfully
tr: Mobil menü satır başarıyla silindi

# MobilemenuLineErrorOccurred
source: Error occurred in Mobile menu line operation
tr: Mobil menü satır işleminde hata oluştu

source: Mobile menu line not found
tr: Mobil menü satır bulunamadı

# MobilemenuLineRetrievedSuccessfully
source: Mobile menu line information retrieved successfully
tr: Mobil menü satır bilgileri başarıyla getirildi

source: Mobile menu line updated successfully
tr: Mobil menü satır başarıyla güncellendi

source: Platform page group created successfully
tr: Platform sayfa grubu başarıyla oluşturuldu

# PlatformPageGroupCreationError
source: Error occurred while creating platform page group
tr: Platform sayfa grubu oluşturulurken hata oluştu

source: Platform page group deleted successfully
tr: Platform sayfa grubu başarıyla silindi

# PlatformPageGroupDeletionError
source: Error occurred while deleting platform page group
tr: Platform sayfa grubu silinirken hata oluştu

source: Platform page group not found
tr: Platform sayfa grubu bulunamadı

# PlatformPageGroupRetrievalError
source: Error occurred while retrieving platform page group information
tr: Platform sayfa grubu bilgileri getirilirken hata oluştu

# PlatformPageGroupRetrievedSuccessfully
source: Platform page group information retrieved successfully
tr: Platform sayfa grubu bilgileri başarıyla getirildi

# PlatformPageGroupUpdateError
source: Error occurred while updating platform page group
tr: Platform sayfa grubu güncellenirken hata oluştu

source: Platform page group updated successfully
tr: Platform sayfa grubu başarıyla güncellendi

source: Platform user-group match created successfully
tr: Platform kullanıcı-grup eşleşmesi başarıyla oluşturuldu

# PlatformUserGroupMatchCreationError
source: Error occurred while creating platform user-group match
tr: Platform kullanıcı-grup eşleşmesi oluşturulurken hata oluştu

source: Platform user-group match deleted successfully
tr: Platform kullanıcı-grup eşleşmesi başarıyla silindi

# PlatformUserGroupMatchDeletionError
source: Error occurred while deleting platform user-group match
tr: Platform kullanıcı-grup eşleşmesi silinirken hata oluştu

# PlatformUserGroupMatchExistenceCheckError
source: Error occurred while checking existence of platform user-group match
tr: Platform kullanıcı-grup eşleşmesi mevcudiyeti kontrol edilirken hata oluştu

source: Platform user-group match not found
tr: Platform kullanıcı-grup eşleşmesi bulunamadı

# PlatformUserGroupMatchRetrievalError
source: Error occurred while retrieving platform user group match information
tr: Platform kullanıcı grup eşleşmesi bilgileri getirilirken hata oluştu

# PlatformUserGroupMatchRetrievedSuccessfully
source: Platform user group match information retrieved successfully
tr: Platform kullanıcı grup eşleşmesi bilgileri başarıyla getirildi

# PlatformUserGroupMatchUpdateError
source: Error occurred while updating platform user-group match
tr: Platform kullanıcı-grup eşleşmesi güncellenirken hata oluştu

source: Platform user-group match updated successfully
tr: Platform kullanıcı-grup eşleşmesi başarıyla güncellendi

source: Sidebar menu header created successfully
tr: Sidebar menü başlık başarıyla oluşturuldu

# SidebarmenuHeaderCreationError
source: Error occurred while creating sidebar menu header
tr: Sidebar menü başlık oluşturulurken hata oluştu

source: Sidebar menu header deleted successfully
tr: Sidebar menü başlık başarıyla silindi

# SidebarmenuHeaderDeletionError
source: Error occurred while deleting sidebar menu header
tr: Sidebar menü başlık silinirken hata oluştu

source: Sidebar menu header not found
tr: Sidebar menü başlık bulunamadı

# SidebarmenuHeaderRetrievalError
source: Error occurred while retrieving sidebar menu header information
tr: Sidebar menü başlık bilgileri getirilirken hata oluştu

# SidebarmenuHeaderRetrievedSuccessfully
source: Sidebar menu header information retrieved successfully
tr: Sidebar menü başlık bilgileri başarıyla getirildi

# SidebarmenuHeaderUpdateError
source: Error occurred while updating sidebar menu header
tr: Sidebar menü başlık güncellenirken hata oluştu

source: Sidebar menu header updated successfully
tr: Sidebar menü başlık başarıyla güncellendi

source: Sidebar menu line created successfully
tr: Sidebar menü satır başarıyla oluşturuldu

# SidebarmenuLineCreationError
source: Error occurred while creating sidebar menu line
tr: Sidebar menü satır oluşturulurken hata oluştu

source: Sidebar menu line deleted successfully
tr: Sidebar menü satır başarıyla silindi

# SidebarmenuLineDeletionError
source: Error occurred while deleting sidebar menu line
tr: Sidebar menü satır silinirken hata oluştu

source: Sidebar menu line not found
tr: Sidebar menü satır bulunamadı

# SidebarmenuLineRetrievalError
source: Error occurred while retrieving sidebar menu line information
tr: Sidebar menü satır bilgileri getirilirken hata oluştu

# SidebarmenuLineRetrievedSuccessfully
source: Sidebar menu line information retrieved successfully
tr: Sidebar menü satır bilgileri başarıyla getirildi

# SidebarmenuLineUpdateError
source: Error occurred while updating sidebar menu line
tr: Sidebar menü satır güncellenirken hata oluştu

source: Sidebar menu line updated successfully
tr: Sidebar menü satır başarıyla güncellendi

# SitHeaderApprovalUpdateError
source: Error occurred while updating subcontracting issue order approval
de: Fehler beim Aktualisieren der Untervergabe Ausgabe-Auftragsgenehmigung
es: Se produjo un error al actualizar la aprobación de la orden de subcontratación salida
fr: Une erreur s'est produite lors de la mise à jour de l'approbation de l'ordre de sous-traitance sortie
it: Si è verificato un errore durante l'aggiornamento dell'approvazione dell'ordine di sottofornitura uscita
tr: Alt yüklenici çıkış sipariş onayı güncellenirken hata oluştu

# SitHeaderApprovalUpdatedSuccessfully
source: Subcontracting issue order approval updated successfully
de: Untervergabe Ausgabe-Auftragsgenehmigung erfolgreich aktualisiert
es: Aprobación de orden de subcontratación salida actualizada con éxito
fr: Approbation de l'ordre de sous-traitance sortie mise à jour avec succès
it: Approvazione ordine di sottofornitura uscita aggiornata con successo
tr: Alt yüklenici çıkış sipariş onayı başarıyla güncellendi

# SitHeaderAssignedOrderLinesRetrievalError
source: Error occurred while retrieving assigned subcontracting issue order lines
de: Fehler beim Abrufen der zugewiesenen Untervergabe Ausgabe-Auftragszeilen
es: Se produjo un error al recuperar las líneas de órdenes de subcontratación salida asignadas
fr: Une erreur s'est produite lors de la récupération des lignes d'ordres de sous-traitance sortie assignées
it: Si è verificato un errore durante il recupero delle righe ordini di sottofornitura uscita assegnate
tr: Atanan alt yüklenici çıkış sipariş satırları getirilirken hata oluştu

# SitHeaderAssignedOrderLinesRetrievedSuccessfully
source: Assigned subcontracting issue order lines retrieved successfully
de: Zugewiesene Untervergabe Ausgabe-Auftragszeilen erfolgreich abgerufen
es: Líneas de órdenes de subcontratación salida asignadas recuperadas con éxito
fr: Lignes d'ordres de sous-traitance sortie assignées récupérées avec succès
it: Righe ordini di sottofornitura uscita assegnate recuperate con successo
tr: Atanan alt yüklenici çıkış sipariş satırları başarıyla getirildi

# SitHeaderAssignedOrdersRetrievalError
source: Error occurred while retrieving assigned subcontracting issue orders
de: Fehler beim Abrufen der zugewiesenen Untervergabe Ausgabe-Aufträge
es: Se produjo un error al recuperar las órdenes de subcontratación salida asignadas
fr: Une erreur s'est produite lors de la récupération des ordres de sous-traitance sortie assignés
it: Si è verificato un errore durante il recupero degli ordini di sottofornitura uscita assegnati
tr: Atanan alt yüklenici çıkış siparişleri getirilirken hata oluştu

# SitHeaderAssignedOrdersRetrievedSuccessfully
source: Assigned subcontracting issue orders retrieved successfully
de: Zugewiesene Untervergabe Ausgabe-Aufträge erfolgreich abgerufen
es: Órdenes de subcontratación salida asignadas recuperadas con éxito
fr: Ordres de sous-traitance sortie assignés récupérés avec succès
it: Ordini di sottofornitura uscita assegnati recuperati con successo
tr: Atanan alt yüklenici çıkış siparişleri başarıyla getirildi

# SitHeaderCompletedAwaitingErpApprovalRetrievalError
source: Error occurred while retrieving completed subcontracting issue orders awaiting ERP approval
de: Fehler beim Abrufen der abgeschlossenen Untervergabe Ausgabe-Aufträge, die auf ERP-Genehmigung warten
es: Se produjo un error al recuperar las órdenes de subcontratación salida completadas en espera de aprobación ERP
fr: Une erreur s'est produite lors de la récupération des ordres de sous-traitance sortie terminés en attente d'approbation ERP
it: Si è verificato un errore durante il recupero degli ordini di sottofornitura uscita completati in attesa di approvazione ERP
tr: ERP onayı bekleyen tamamlanmış alt yüklenici çıkış siparişleri getirilirken hata oluştu

# SitHeaderCompletedAwaitingErpApprovalRetrievedSuccessfully
source: Completed subcontracting issue orders awaiting ERP approval retrieved successfully
de: Abgeschlossene Untervergabe Ausgabe-Aufträge, die auf ERP-Genehmigung warten, erfolgreich abgerufen
es: Órdenes de subcontratación salida completadas en espera de aprobación ERP recuperadas con éxito
fr: Ordres de sous-traitance sortie terminés en attente d'approbation ERP récupérés avec succès
it: Ordini di sottofornitura uscita completati in attesa di approvazione ERP recuperati con successo
tr: ERP onayı bekleyen tamamlanmış alt yüklenici çıkış siparişleri başarıyla getirildi

# SitHeaderCompletedSuccessfully
source: Subcontracting Issue Header completed successfully
de: Unterauftragnehmer-Ausgangs-Kopfzeile erfolgreich abgeschlossen
es: Encabezado de subcontratación salida completado con éxito
fr: En-tête de sous-traitance sortie terminé avec succès
it: Intestazione Sottofornitura Uscita completata con successo
tr: Alt yüklenici çıkış başlık başarıyla tamamlandı

# SitHeaderCreatedSuccessfully
source: Subcontracting Issue Header created successfully
tr: Alt yüklenici çıkış başlık başarıyla oluşturuldu

# SitHeaderDeletedSuccessfully
source: Subcontracting Issue Header deleted successfully
tr: Alt yüklenici çıkış başlık başarıyla silindi

# SitHeaderErrorOccurred
source: Error occurred in Subcontracting Issue Header operation
tr: Alt yüklenici çıkış başlık işleminde hata oluştu

# SitHeaderImportLinesExist
source: Collected items exist for this order; remove them before deletion
tr: Emre toplanmış stokları listeden çıkartmanız gereklidir

# SitHeaderNotFound
source: Subcontracting Issue Transfer header not found
de: Untervergabe Ausgabe Kopf nicht gefunden
es: Encabezado de subcontratación salida no encontrado
fr: En-tête de sous-traitance sortie introuvable
it: Intestazione di Sottofornitura Uscita non trovata
tr: Alt yüklenici çıkış transfer başlık bulunamadı

# SitHeaderRetrievalError
source: Error occurred while retrieving Subcontracting Issue Transfer header information
tr: Alt yüklenici çıkış transfer başlık bilgileri getirilirken hata oluştu

# SitHeaderRetrievedSuccessfully
source: Subcontracting Issue Transfer header information retrieved successfully
tr: Alt yüklenici çıkış transfer başlık bilgileri başarıyla getirildi

# SitHeaderUpdatedSuccessfully
source: Subcontracting Issue Header updated successfully
tr: Alt yüklenici çıkış başlık başarıyla güncellendi

# SitHeaderQuantityExactMatchRequired
source: Line {0} (StockCode: {1}, YapKod: {2}): LineSerial total ({3}) must exactly match Route total ({4})
tr: Satır {0} (Stok Kodu: {1}, YapKod: {2}): LineSerial toplamı ({3}) Route toplamı ({4}) ile tam olarak eşleşmelidir

# SitHeaderQuantityCannotBeGreater
source: Line {0} (StockCode: {1}, YapKod: {2}): LineSerial total ({3}) cannot be greater than Route total ({4})
tr: Satır {0} (Stok Kodu: {1}, YapKod: {2}): LineSerial toplamı ({3}) Route toplamından ({4}) daha büyük olamaz

# SitHeaderQuantityCannotBeLess
source: Line {0} (StockCode: {1}, YapKod: {2}): LineSerial total ({3}) cannot be less than Route total ({4})
tr: Satır {0} (Stok Kodu: {1}, YapKod: {2}): LineSerial toplamı ({3}) Route toplamından ({4}) daha küçük olamaz

# SitHeaderAllOrderItemsMustBeCollected
source: Line {0} (StockCode: {1}, YapKod: {2}): All order items must be collected. Route quantity is 0.
tr: Satır {0} (Stok Kodu: {1}, YapKod: {2}): Emirdeki tüm kalemlere toplama yapılmış olmalı. Route miktarı 0.

# SitImportLineCreatedSuccessfully
source: Subcontracting Issue Import Line created successfully
de: Untervergabe Ausgabe Importzeile erfolgreich erstellt
es: Línea de importación de subcontratación salida creada correctamente
fr: Ligne d'importation de sous-traitance sortie créée avec succès
it: Riga di importazione Sottofornitura Uscita creata correttamente
tr: Alt yüklenici çıkış transfer import satır başarıyla oluşturuldu

# SitImportLineDeletedSuccessfully
source: Subcontracting Issue Import Line deleted successfully
tr: Alt yüklenici çıkış ithalat satır başarıyla silindi

# SitImportLineDuplicateSerialFound
source: Duplicate record found
de: Doppelter Datensatz gefunden
es: Se encontró un registro duplicado
fr: Enregistrement en double trouvé
it: Record duplicato trovato
tr: Eklenmiş kayıt bulunmuştur

# SitImportLineNoMatchingLine
source: No matching line found for the given criteria
tr: Verilen kriterlere uygun satır bulunamadı
