Repository: astopaal/verii_wms_server
Catalog: Resources/Messages.*.resx
Languages: de, es, fr, it, tr

# WtHeaderUpdateError
source: Error occurred while updating Warehouse Transfer Header
tr: Depolar arası transfer başlık güncellenirken hata oluştu

# WtHeaderUpdatedSuccessfully
source: Warehouse Transfer Header updated successfully
tr: Depolar arası transfer başlık başarıyla güncellendi

# WtHeaderQuantityExactMatchRequired
source: Line {0} (StockCode: {1}, YapKod: {2}): LineSerial total ({3}) must exactly match Route total ({4})
tr: Satır {0} (Stok Kodu: {1}, YapKod: {2}): LineSerial toplamı ({3}) Route toplamı ({4}) ile tam olarak eşleşmelidir

# WtHeaderQuantityCannotBeGreater
source: Line {0} (StockCode: {1}, YapKod: {2}): LineSerial total ({3}) cannot be greater than Route total ({4})
tr: Satır {0} (Stok Kodu: {1}, YapKod: {2}): LineSerial toplamı ({3}) Route toplamından ({4}) daha büyük olamaz

# WtHeaderQuantityCannotBeLess
source: Line {0} (StockCode: {1}, YapKod: {2}): LineSerial total ({3}) cannot be less than Route total ({4})
tr: Satır {0} (Stok Kodu: {1}, YapKod: {2}): LineSerial toplamı ({3}) Route toplamından ({4}) daha küçük olamaz

# WtHeaderAllOrderItemsMustBeCollected
source: Line {0} (StockCode: {1}, YapKod: {2}): All order items must be collected. Route quantity is 0.
tr: Satır {0} (Stok Kodu: {1}, YapKod: {2}): Emirdeki tüm kalemlere toplama yapılmış olmalı. Route miktarı 0.

# WtImportLineCreatedSuccessfully
source: Warehouse Transfer Import Line created successfully
tr: Depolar arası transfer import satır başarıyla oluşturuldu

# WtImportLineDeletedSuccessfully
source: Warehouse Transfer Import Line deleted successfully
tr: Depolar arası transfer import satır başarıyla silindi

# WtImportLineDuplicateSerialFound
source: Duplicate record found
tr: Eklenmiş kayıt bulunmuştur

# WtImportLineNoMatchingLine
source: No matching line found for the given criteria
tr: Verilen kriterlere uygun satır bulunamadı

# WtImportLineErrorOccurred
source: Error occurred while processing Warehouse Transfer Import Line
tr: Depolar arası transfer import satır işlemi sırasında hata oluştu

# WtImportLineLineSerialsExist
source: Active line serials exist for this line; remove them before deletion
tr: Satıra bağlı aktif seri kayıtları mevcut; silmeden önce kaldırınız

# WtImportLineNotFound
source: Warehouse Transfer Import Line not found
tr: Depolar arası transfer import satır bulunamadı

# WtImportLineQuantityInvalid
source: Quantity must be greater than 0
tr: Miktar 0'dan büyük olmalıdır

# WtImportLineRetrievedSuccessfully
source: Warehouse Transfer Import Line information retrieved successfully
tr: Depolar arası transfer import satır bilgileri başarıyla getirildi

# WtImportLineRoutesExist
source: Collected items exist for this order; remove them before deletion
tr: Emre toplanmış stokları listeden çıkartmanız gereklidir

# WtImportLineSerialNotMatch
source: Serial number does not match line serial records
tr: Seri numarası ilgili satır kayıtları ile uyumsuz

# WtImportLineStokCodeAndYapCodeNotMatch
source: Stock code and YapKod do not match existing import lines
tr: Stok kodu ve YapKod mevcut import satırları ile uyumsuz

# WtImportLineUpdatedSuccessfully
source: Warehouse Transfer Import Line updated successfully
tr: Depolar arası transfer import satır başarıyla güncellendi

# WtLineImportLinesExist
source: Collected items exist for this order; remove them before deletion
tr: Emre toplanmış stokları listeden çıkartmanız gereklidir

# WtLineCreatedSuccessfully
source: Warehouse Transfer Line created successfully
tr: Depolar arası transfer satır başarıyla oluşturuldu

# WtLineDeletedSuccessfully
source: Warehouse Transfer Line deleted successfully
tr: Depolar arası transfer satır başarıyla silindi

# WtLineErrorOccurred
source: Error occurred while processing Warehouse Transfer Line
tr: Depolar arası transfer satır işlemi sırasında hata oluştu

# WtLineNotFound
source: Warehouse Transfer Line not found
tr: Depolar arası transfer satır bulunamadı

# WtLineRetrievedSuccessfully
source: Warehouse Transfer Line information retrieved successfully
tr: Depolar arası transfer satır bilgileri başarıyla getirildi

# WtLineUpdatedSuccessfully
source: Warehouse Transfer Line updated successfully
tr: Depolar arası transfer satır başarıyla güncellendi

# WtLineSerialDeletedAndLineDeleted
source: Line serial deleted; related line soft deleted
tr: Serial silindi; bağlı line soft delete edildi

# WtLineSerialDeletedSuccessfully
source: Warehouse Transfer Line Serial deleted successfully
tr: Depo transfer satır seri başarıyla silindi

# WtLineSerialInsufficientQuantityAfterDelete
source: Collected items exist for this order; remove them before deletion
tr: Emre toplanmış stokları listeden çıkartmanız gereklidir

# WtLineSerialRoutesExist
source: Collected items exist for this order; remove them before deletion
tr: Emre toplanmış stokları listeden çıkartmanız gereklidir

# WtRouteErrorOccurred
source: Error occurred while processing Warehouse Transfer Route
tr: Depolar arası transfer rota işlemi sırasında hata oluştu

# WtRouteRetrievalError
source: Error occurred while retrieving Warehouse Transfer Route information
tr: Depolar arası transfer rota bilgileri getirilirken hata oluştu

# WtRouteRetrievedSuccessfully
source: Warehouse Transfer Route information retrieved successfully
tr: Depolar arası transfer rota bilgileri başarıyla getirildi

# WtTerminalLineCreatedSuccessfully
source: Warehouse Transfer Terminal Line created successfully
tr: Depolar arası transfer terminal satır başarıyla oluşturuldu

# WtTerminalLineDeletedSuccessfully
source: Warehouse Transfer Terminal Line deleted successfully
tr: Depolar arası transfer terminal satır başarıyla silindi

# WtTerminalLineErrorOccurred
source: Error occurred while processing Warehouse Transfer Terminal Line
tr: Depolar arası transfer terminal satır işlemi sırasında hata oluştu

# WtTerminalLineNotFound
source: Warehouse Transfer Terminal Line not found
tr: Depolar arası transfer terminal satır bulunamadı

# WtTerminalLineRetrievedSuccessfully
source: Warehouse Transfer Terminal Line information retrieved successfully
tr: Depolar arası transfer terminal satır bilgileri başarıyla getirildi

# WtTerminalLineUpdatedSuccessfully
source: Warehouse Transfer Terminal Line updated successfully
tr: Depolar arası transfer terminal satır başarıyla güncellendi

# PHeaderRetrievedSuccessfully
source: Package Header information retrieved successfully
tr: Paket başlık bilgileri başarıyla getirildi

# PHeaderRetrievalError
source: Error occurred while retrieving Package Header information
tr: Paket başlık bilgileri getirilirken hata oluştu

# PHeaderCreatedSuccessfully
source: Package Header created successfully
tr: Paket başlık başarıyla oluşturuldu

# PHeaderCreationError
source: Error occurred while creating Package Header
tr: Paket başlık oluşturulurken hata oluştu

# PHeaderUpdatedSuccessfully
source: Package Header updated successfully
tr: Paket başlık başarıyla güncellendi

# PHeaderUpdateError
source: Error occurred while updating Package Header
tr: Paket başlık güncellenirken hata oluştu

# PHeaderDeletedSuccessfully
source: Package Header deleted successfully
tr: Paket başlık başarıyla silindi

# PHeaderSoftDeletionError
source: Error occurred while soft deleting Package Header
tr: Paket başlık silinirken hata oluştu

# PHeaderNotFound
source: Package Header not found
tr: Paket başlık bulunamadı

# PHeaderPackingNoAlreadyExists
source: Packing number already exists. Please use a different packing number
tr: Paketleme numarası zaten mevcut. Lütfen farklı bir paketleme numarası kullanın

# InvalidSourceType
source: Invalid or missing source type
tr: Geçersiz veya eksik kaynak tipi

source: Available headers retrieved successfully
tr: Uygun başlıklar başarıyla getirildi

# AvailableHeadersRetrievalError
source: Error occurred while retrieving available headers
tr: Uygun başlıklar getirilirken hata oluştu

# PPackageRetrievedSuccessfully
source: Package information retrieved successfully
tr: Paket bilgileri başarıyla getirildi

# PPackageRetrievalError
source: Error occurred while retrieving Package information
tr: Paket bilgileri getirilirken hata oluştu

# PPackageCreatedSuccessfully
source: Package created successfully
tr: Paket başarıyla oluşturuldu

# PPackageCreationError
source: Error occurred while creating Package
tr: Paket oluşturulurken hata oluştu

# PPackageUpdatedSuccessfully
source: Package updated successfully
tr: Paket başarıyla güncellendi

# PPackageUpdateError
source: Error occurred while updating Package
tr: Paket güncellenirken hata oluştu

# PPackageDeletedSuccessfully
source: Package deleted successfully
tr: Paket başarıyla silindi

# PPackageSoftDeletionError
source: Error occurred while soft deleting Package
tr: Paket silinirken hata oluştu

# PPackageNotFound
source: Package not found
tr: Paket bulunamadı

# PPackageNotBelongToPHeader
source: Package does not belong to the specified Packing Header
tr: Paket belirtilen paketleme başlığına ait değil

# PLineRetrievedSuccessfully
source: Package Line information retrieved successfully
tr: Paket satır bilgileri başarıyla getirildi

# PLineRetrievalError
source: Error occurred while retrieving Package Line information
tr: Paket satır bilgileri getirilirken hata oluştu

# PLineCreatedSuccessfully
source: Package Line created successfully
tr: Paket satır başarıyla oluşturuldu

# PLineCreationError
source: Error occurred while creating Package Line
tr: Paket satır oluşturulurken hata oluştu

# PLineUpdatedSuccessfully
source: Package Line updated successfully
tr: Paket satır başarıyla güncellendi

# PLineUpdateError
source: Error occurred while updating Package Line
tr: Paket satır güncellenirken hata oluştu

# PLineDeletedSuccessfully
source: Package Line deleted successfully
tr: Paket satır başarıyla silindi

# PLineSoftDeletionError
source: Error occurred while soft deleting Package Line
tr: Paket satır silinirken hata oluştu

# PLineNotFound
source: Package Line not found
tr: Paket satır bulunamadı

# GrHeaderApprovalUpdateError
source: Error occurred while updating goods receipt order approval
de: Fehler beim Aktualisieren der Wareneingang-Auftragsgenehmigung
es: Se produjo un error al actualizar la aprobación de la orden de recepción de mercancías
fr: Une erreur s'est produite lors de la mise à jour de l'approbation de l'ordre de réception de marchandises
it: Si è verificato un errore durante l'aggiornamento dell'approvazione dell'ordine di ricevimento merci

# GrHeaderApprovalUpdatedSuccessfully
source: Goods receipt order approval updated successfully
de: Wareneingang-Auftragsgenehmigung erfolgreich aktualisiert
es: Aprobación de orden de recepción de mercancías actualizada con éxito
fr: Approbation de l'ordre de réception de marchandises mise à jour avec succès
it: Approvazione ordine di ricevimento merci aggiornata con successo

# GrHeaderAssignedOrderLinesRetrievalError
source: Error occurred while retrieving assigned goods receipt order lines
de: Fehler beim Abrufen der zugewiesenen Wareneingang-Auftragszeilen
es: Se produjo un error al recuperar las líneas de órdenes de recepción de mercancías asignadas
fr: Une erreur s'est produite lors de la récupération des lignes d'ordres de réception de marchandises assignées
it: Si è verificato un errore durante il recupero delle righe ordini di ricevimento merci assegnate

# GrHeaderAssignedOrderLinesRetrievedSuccessfully
source: Assigned goods receipt order lines retrieved successfully
de: Zugewiesene Wareneingang-Auftragszeilen erfolgreich abgerufen
es: Líneas de órdenes de recepción de mercancías asignadas recuperadas con éxito
fr: Lignes d'ordres de réception de marchandises assignées récupérées avec succès
it: Righe ordini di ricevimento merci assegnate recuperate con successo

# GrHeaderAssignedOrdersRetrievalError
source: Error occurred while retrieving assigned goods receipt orders
de: Fehler beim Abrufen der zugewiesenen Wareneingang-Aufträge
es: Se produjo un error al recuperar las órdenes de recepción de mercancías asignadas
fr: Une erreur s'est produite lors de la récupération des ordres de réception de marchandises assignés
it: Si è verificato un errore durante il recupero degli ordini di ricevimento merci assegnati

# GrHeaderAssignedOrdersRetrievedSuccessfully
source: Assigned goods receipt orders retrieved successfully
de: Zugewiesene Wareneingang-Aufträge erfolgreich abgerufen
es: Órdenes de recepción de mercancías asignadas recuperadas con éxito
fr: Ordres de réception de marchandises assignés récupérés avec succès
it: Ordini di ricevimento merci assegnati recuperati con successo

# GrHeaderCompletedAwaitingErpApprovalRetrievalError
source: Error occurred while retrieving completed goods receipt orders awaiting ERP approval
de: Fehler beim Abrufen der abgeschlossenen Wareneingang-Aufträge, die auf ERP-Genehmigung warten
es: Se produjo un error al recuperar las órdenes de recepción de mercancías completadas en espera de aprobación ERP
fr: Une erreur s'est produite lors de la récupération des ordres de réception de marchandises terminés en attente d'approbation ERP
it: Si è verificato un errore durante il recupero degli ordini di ricevimento merci completati in attesa di approvazione ERP

# GrHeaderCompletedAwaitingErpApprovalRetrievedSuccessfully
source: Completed goods receipt orders awaiting ERP approval retrieved successfully
de: Abgeschlossene Wareneingang-Aufträge, die auf ERP-Genehmigung warten, erfolgreich abgerufen
es: Órdenes de recepción de mercancías completadas en espera de aprobación ERP recuperadas con éxito
fr: Ordres de réception de marchandises terminés en attente d'approbation ERP récupérés avec succès
it: Ordini di ricevimento merci completati in attesa di approvazione ERP recuperati con successo

# GrHeaderCompletedSuccessfully
source: Goods Receipt Header completed successfully
de: Wareneingang-Kopfzeile erfolgreich abgeschlossen
es: Encabezado de recepción de mercancías completado con éxito
fr: En-tête de réception de marchandises terminé avec succès
it: Intestazione ricevimento merci completata con successo

# GrHeaderCompletionError
source: Error occurred while completing Goods Receipt Header
de: Fehler beim Abschließen der Wareneingang-Kopfzeile
es: Se produjo un error al completar el encabezado de recepción de mercancías
fr: Une erreur s'est produite lors de la finalisation de l'en-tête de réception de marchandises
it: Si è verificato un errore durante il completamento dell'intestazione ricevimento merci

# GrHeaderCreationError
source: Error occurred while creating Goods Receipt Header
de: Fehler beim Erstellen der Wareneingang-Kopfzeile
es: Se produjo un error al crear el encabezado de recepción de mercancías
fr: Une erreur s'est produite lors de la création de l'en-tête de réception de marchandises
it: Si è verificato un errore durante la creazione dell'intestazione ricevimento merci

# GrHeaderDeletionError
source: Error occurred while deleting Goods Receipt Header
de: Fehler beim Löschen der Wareneingang-Kopfzeile
es: Se produjo un error al eliminar el encabezado de recepción de mercancías
fr: Une erreur s'est produite lors de la suppression de l'en-tête de réception de marchandises
it: Si è verificato un errore durante l'eliminazione dell'intestazione ricevimento merci

# GrHeaderNotFound
source: Goods Receipt Header not found
de: Wareneingang-Kopfzeile nicht gefunden
es: Encabezado de recepción de mercancías no encontrado
fr: En-tête de réception de marchandises introuvable
it: Intestazione ricevimento merci non trovata

# GrHeaderSoftDeletionError
source: Error occurred while soft deleting Goods Receipt Header
de: Fehler beim Soft-Löschen der Wareneingang-Kopfzeile
es: Se produjo un error al eliminar suavemente el encabezado de recepción de mercancías
fr: Une erreur s'est produite lors de la suppression logicielle de l'en-tête de réception de marchandises
it: Si è verificato un errore durante l'eliminazione soft dell'intestazione ricevimento merci

# PtHeaderBulkPtGenerateError
source: Error occurred during bulk production transfer order generation
de: Fehler bei der Massengenerierung von Produktionstransferaufträgen
es: Se produjo un error durante la generación masiva de órdenes de transferencia de producción
fr: Une erreur s'est produite lors de la génération en masse des ordres de transfert de production
it: Si è verificato un errore durante la generazione bulk degli ordini di trasferimento produzione

# WoHeaderApprovalUpdateError
source: Error occurred while updating warehouse outbound order approval
de: Fehler beim Aktualisieren der Warenausgang-Auftragsgenehmigung
es: Se produjo un error al actualizar la aprobación de la orden de salida de almacén
fr: Une erreur s'est produite lors de la mise à jour de l'approbation de l'ordre de sortie d'entrepôt
it: Si è verificato un errore durante l'aggiornamento dell'approvazione dell'ordine di magazzino uscita

# WoHeaderApprovalUpdatedSuccessfully
source: Warehouse outbound order approval updated successfully
de: Warenausgang-Auftragsgenehmigung erfolgreich aktualisiert
es: Aprobación de orden de salida de almacén actualizada con éxito
fr: Approbation de l'ordre de sortie d'entrepôt mise à jour avec succès
it: Approvazione ordine di magazzino uscita aggiornata con successo

# WoHeaderAssignedOrderLinesRetrievalError
source: Error occurred while retrieving assigned warehouse outbound order lines
de: Fehler beim Abrufen der zugewiesenen Warenausgang-Auftragszeilen
es: Se produjo un error al recuperar las líneas de órdenes de salida de almacén asignadas
fr: Une erreur s'est produite lors de la récupération des lignes d'ordres de sortie d'entrepôt assignées
it: Si è verificato un errore durante il recupero delle righe ordini di magazzino uscita assegnate

# WoHeaderAssignedOrderLinesRetrievedSuccessfully
source: Assigned warehouse outbound order lines retrieved successfully
de: Zugewiesene Warenausgang-Auftragszeilen erfolgreich abgerufen
es: Líneas de órdenes de salida de almacén asignadas recuperadas con éxito
fr: Lignes d'ordres de sortie d'entrepôt assignées récupérées avec succès
it: Righe ordini di magazzino uscita assegnate recuperate con successo

# WoHeaderAssignedOrdersRetrievalError
source: Error occurred while retrieving assigned warehouse outbound orders
de: Fehler beim Abrufen der zugewiesenen Warenausgang-Aufträge
es: Se produjo un error al recuperar las órdenes de salida de almacén asignadas
fr: Une erreur s'est produite lors de la récupération des ordres de sortie d'entrepôt assignés
it: Si è verificato un errore durante il recupero degli ordini di magazzino uscita assegnati

# WoHeaderAssignedOrdersRetrievedSuccessfully
source: Assigned warehouse outbound orders retrieved successfully
de: Zugewiesene Warenausgang-Aufträge erfolgreich abgerufen
es: Órdenes de salida de almacén asignadas recuperadas con éxito
fr: Ordres de sortie d'entrepôt assignés récupérés avec succès
it: Ordini di magazzino uscita assegnati recuperati con successo

# WoHeaderCompletedAwaitingErpApprovalRetrievalError
source: Error occurred while retrieving completed warehouse outbound orders awaiting ERP approval
de: Fehler beim Abrufen der abgeschlossenen Warenausgang-Aufträge, die auf ERP-Genehmigung warten
es: Se produjo un error al recuperar las órdenes de salida de almacén completadas en espera de aprobación ERP
fr: Une erreur s'est produite lors de la récupération des ordres de sortie d'entrepôt terminés en attente d'approbation ERP
it: Si è verificato un errore durante il recupero degli ordini di magazzino uscita completati in attesa di approvazione ERP

# WoHeaderCompletedAwaitingErpApprovalRetrievedSuccessfully
source: Completed warehouse outbound orders awaiting ERP approval retrieved successfully
de: Abgeschlossene Warenausgang-Aufträge, die auf ERP-Genehmigung warten, erfolgreich abgerufen
es: Órdenes de salida de almacén completadas en espera de aprobación ERP recuperadas con éxito
fr: Ordres de sortie d'entrepôt terminés en attente d'approbation ERP récupérés avec succès
it: Ordini di magazzino uscita completati in attesa di approvazione ERP recuperati con successo
