Repository: astopaal/verii_wms_server
Catalog: Resources/Messages.*.resx
Languages: de, es, fr, it, tr

# AuthErrorOccurred
source: Error occurred during authentication operation
tr: Kimlik doğrulama işlemi sırasında hata oluştu

# AuthRegistrationFailed
source: Registration failed
tr: Kayıt başarısız

# AuthUserAlreadyExists
source: User already exists
tr: Kullanıcı zaten mevcut

# AuthUserNotFound
source: Authentication user not found
tr: Kimlik doğrulama kullanıcısı bulunamadı

# AuthUserRegisteredSuccessfully
source: User registered successfully
tr: Kullanıcı başarıyla kaydedildi

# AuthUserRetrievedSuccessfully
source: Authentication user retrieved successfully
tr: Kimlik doğrulama kullanıcısı başarıyla getirildi

# Error.User.InvalidCredentials
source: Invalid username or password
tr: Geçersiz kullanıcı adı veya şifre

# Error.User.LoginFailed
source: Login failed
tr: Giriş başarısız

# InvalidCredentials
source: Invalid username or password
tr: Geçersiz kullanıcı adı veya şifre

source: Login successful
tr: Giriş başarılı

source: Registration failed
tr: Kayıt işlemi başarısız

# Success.User.LoginSuccessful
source: Login successful
tr: Giriş başarılı

source: Token generation failed
tr: Token oluşturma başarısız

source: Unauthorized access
tr: Yetkisiz erişim

source: User already exists
tr: Kullanıcı zaten mevcut

source: User not found
tr: Kullanıcı bulunamadı

source: User registered successfully
tr: Kullanıcı başarıyla kaydedildi

# Created
source: Record created successfully
tr: Kayıt başarıyla oluşturuldu

source: Data created successfully
tr: Veri başarıyla oluşturuldu

source: Data deleted successfully
tr: Veri başarıyla silindi

source: Data not found
tr: Veri bulunamadı

source: Data retrieved successfully
tr: Veri başarıyla getirildi

source: Data updated successfully
tr: Veri başarıyla güncellendi

# DeleteSuccess
source: Delete successful
tr: Silme başarılı

# Deleted
source: Record deleted successfully
tr: Kayıt başarıyla silindi

# ErrorCreatingData
source: Error occurred while creating data
tr: Veri oluşturulurken hata oluştu

# ErrorDeletingData
source: Error occurred while deleting data
tr: Veri silinirken hata oluştu

# ErrorOccurred
source: An error occurred
tr: Bir hata oluştu

# ErrorRetrievingData
source: Error occurred while retrieving data
tr: Veri getirilirken hata oluştu

# ErrorUpdatingData
source: Error occurred while updating data
tr: Veri güncellenirken hata oluştu

# Error_Create
source: Error occurred while creating import document
tr: İçe aktarma belgesi oluşturulurken hata oluştu

# Error_Delete
source: Error occurred while deleting import document
tr: İçe aktarma belgesi silinirken hata oluştu

# Error_Exists
source: Error occurred while checking import document existence
tr: İçe aktarma belgesi varlığı kontrol edilirken hata oluştu

# Error_GetAll
source: Error occurred while retrieving import documents
tr: İçe aktarma belgeleri getirilirken hata oluştu

# Error_GetByHeaderId
source: Error occurred while retrieving import documents by header ID
tr: Başlık ID'sine göre içe aktarma belgeleri getirilirken hata oluştu

# Error_GetById
source: Error occurred while retrieving import document
tr: İçe aktarma belgesi getirilirken hata oluştu

# Error_InvalidHeaderId
source: Invalid Header ID provided
tr: Geçersiz Başlık ID sağlandı

# Error_NotFound
source: Import document not found
tr: İçe aktarma belgesi bulunamadı

# Error_Update
source: Error occurred while updating import document
tr: İçe aktarma belgesi güncellenirken hata oluştu

# InternalServerError
source: An internal server error occurred
tr: Dahili sunucu hatası oluştu

source: Invalid model state
tr: Geçersiz model durumu

# NotFound
source: Record not found
tr: Kayıt bulunamadı

# OperationSuccessful
source: Operation completed successfully
tr: İşlem başarıyla tamamlandı

# ProfileRetrievedSuccessfully
source: Profile information retrieved successfully
tr: Profil bilgileri başarıyla alındı

source: Record created successfully
tr: Kayıt başarıyla oluşturuldu

source: Record deleted successfully
tr: Kayıt başarıyla silindi

source: Record not found
tr: Kayıt bulunamadı

source: Record updated successfully
tr: Kayıt başarıyla güncellendi

# Success
source: Operation completed successfully
tr: İşlem başarıyla tamamlandı

# Success_Created
source: Import document created successfully
tr: İthalat belgesi başarıyla oluşturuldu

# Success_Deleted
source: Import document deleted successfully
tr: İçe aktarma belgesi başarıyla silindi

# Success_Updated
source: Import document updated successfully
tr: İthalat belgesi başarıyla güncellendi

# UpdateSuccess
source: Update successful
tr: Güncelleme başarılı

# Updated
source: Record updated successfully
tr: Kayıt başarıyla güncellendi

# UserNotFoundError
source: User information not found
tr: Kullanıcı bilgisi bulunamadı

# ValidationError
source: Validation error occurred
tr: Doğrulama hatası oluştu

# ImportLineClientKeyMissing
source: Import line client key is missing
de: Importzeilen-Client-Schlüssel fehlt
es: Falta la clave de cliente de la línea de importación
fr: Clé client de la ligne d'importation manquante
it: Chiave client della riga di importazione mancante
tr: İçe aktarma satırı istemci anahtarı eksik

source: Import line client key not found
de: Importzeilen-Client-Schlüssel nicht gefunden
es: No se encontró la clave de cliente de la línea de importación
fr: Clé client de la ligne d'importation introuvable
it: Chiave client della riga di importazione non trovata
tr: İçe aktarma satırı istemci anahtarı bulunamadı

# ImportLineReferenceMissing
source: Import line reference is missing
de: Importzeilen-Referenz fehlt
es: Falta la referencia de la línea de importación
fr: Référence de la ligne d'importation manquante
it: Riferimento della riga di importazione mancante
tr: İçe aktarma satırı referansı eksik

source: Line client key not found
de: Zeilen-Client-Schlüssel nicht gefunden
es: No se encontró la clave de cliente de la línea
fr: Clé client de la ligne introuvable
it: Chiave client della riga non trovata
tr: Satır istemci anahtarı bulunamadı

# LineReferenceMissing
source: Line reference is missing
de: Zeilen-Referenz fehlt
es: Falta la referencia de la línea
fr: Référence de la ligne manquante
it: Riferimento della riga mancante
tr: Satır referansı eksik

# CariRetrievalError
source: Error occurred while retrieving customer information
de: Fehler beim Abrufen der Kundeninformationen
es: Se produjo un error al recuperar la información del cliente
fr: Une erreur s'est produite lors de la récupération des informations client
it: Si è verificato un errore durante il recupero delle informazioni cliente
tr: Cari bilgileri getirilirken hata oluştu

# CariRetrievedSuccessfully
source: Customer information retrieved successfully
de: Kundeninformationen erfolgreich abgerufen
es: Información del cliente recuperada con éxito
fr: Informations client récupérées avec succès
it: Informazioni cliente recuperate con successo
tr: Cari bilgileri başarıyla getirildi

# CustomerOrderRetrievalError
source: Error occurred while retrieving customer order information
de: Fehler beim Abrufen der Kundenauftragsinformationen
es: Se produjo un error al recuperar la información de la orden del cliente
fr: Une erreur s'est produite lors de la récupération des informations de commande client
it: Si è verificato un errore durante il recupero delle informazioni ordine cliente
tr: Müşteri sipariş bilgisi getirilirken hata oluştu

# CustomerOrderRetrievedSuccessfully
source: Customer order information retrieved successfully
de: Kundenauftragsinformationen erfolgreich abgerufen
es: Información de la orden del cliente recuperada con éxito
fr: Informations de commande client récupérées avec succès
it: Informazioni ordine cliente recuperate con successo
tr: Müşteri sipariş bilgisi başarıyla getirildi

# DepoRetrievalError
source: Error occurred while retrieving warehouse information
de: Fehler beim Abrufen der Lagerinformationen
es: Se produjo un error al recuperar la información del almacén
fr: Une erreur s'est produite lors de la récupération des informations d'entrepôt
it: Si è verificato un errore durante il recupero delle informazioni magazzino
tr: Depo bilgileri getirilirken hata oluştu

# DepoRetrievedSuccessfully
source: Warehouse information retrieved successfully
de: Lagerinformationen erfolgreich abgerufen
es: Información del almacén recuperada con éxito
fr: Informations d'entrepôt récupérées avec succès
it: Informazioni magazzino recuperate con successo
tr: Depo bilgileri başarıyla getirildi

# OnHandQuantityRetrievalError
source: Error occurred while retrieving OnHandQuantity information
de: Fehler beim Abrufen der verfügbaren Mengeninformationen
es: Se produjo un error al recuperar la información de cantidad disponible
fr: Une erreur s'est produite lors de la récupération des informations de quantité disponible
it: Si è verificato un errore durante il recupero delle informazioni quantità disponibile
tr: OnHandQuantity bilgisi getirilirken hata oluştu

# OnHandQuantityRetrievedSuccessfully
source: OnHandQuantity information retrieved successfully
de: Verfügbare Mengeninformationen erfolgreich abgerufen
es: Información de cantidad disponible recuperada con éxito
fr: Informations de quantité disponible récupérées avec succès
it: Informazioni quantità disponibile recuperate con successo
tr: OnHandQuantity bilgisi başarıyla getirildi

# OrderDetailRetrievalError
source: Error occurred while retrieving order detail information
de: Fehler beim Abrufen der Auftragsdetailinformationen
es: Se produjo un error al recuperar la información del detalle de la orden
fr: Une erreur s'est produite lors de la récupération des informations de détail de commande
it: Si è verificato un errore durante il recupero delle informazioni dettaglio ordine
tr: Sipariş detay bilgileri getirilirken hata oluştu

# OrderDetailRetrievedSuccessfully
source: Order detail information retrieved successfully
de: Auftragsdetailinformationen erfolgreich abgerufen
es: Información del detalle de la orden recuperada con éxito
fr: Informations de détail de commande récupérées avec succès
it: Informazioni dettaglio ordine recuperate con successo
tr: Sipariş detay bilgileri başarıyla getirildi

# ProjeRetrievalError
source: Error occurred while retrieving project information
de: Fehler beim Abrufen der Projektinformationen
es: Se produjo un error al recuperar la información del proyecto
fr: Une erreur s'est produite lors de la récupération des informations de projet
it: Si è verificato un errore durante il recupero delle informazioni progetto
tr: Proje bilgileri getirilirken hata oluştu

# ProjeRetrievedSuccessfully
source: Project information retrieved successfully
de: Projektinformationen erfolgreich abgerufen
es: Información del proyecto recuperada con éxito
fr: Informations de projet récupérées avec succès
it: Informazioni progetto recuperate con successo
tr: Proje bilgileri başarıyla getirildi

# StokRetrievalError
source: Error occurred while retrieving stock information
de: Fehler beim Abrufen der Bestandsinformationen
es: Se produjo un error al recuperar la información del stock
fr: Une erreur s'est produite lors de la récupération des informations de stock
it: Si è verificato un errore durante il recupero delle informazioni stock
tr: Stok bilgileri getirilirken hata oluştu

# StokRetrievedSuccessfully
source: Stock information retrieved successfully
de: Bestandsinformationen erfolgreich abgerufen
es: Información del stock recuperada con éxito
fr: Informations de stock récupérées avec succès
it: Informazioni stock recuperate con successo
tr: Stok bilgileri başarıyla getirildi

# GoodReciptFunctionsHeaderRetrievalError
source: Error occurred while retrieving Goods Open Orders Header information
tr: Açık sipariş başlık bilgileri getirilirken hata oluştu

# GoodReciptFunctionsHeaderRetrievedSuccessfully
source: Goods Open Orders Header information retrieved successfully
tr: Açık sipariş başlık bilgileri başarıyla getirildi

# GoodReciptFunctionsLineRetrievalError
source: Error occurred while retrieving Goods Open Orders Line information
tr: Açık sipariş satır bilgileri getirilirken hata oluştu

# GoodReciptFunctionsLineRetrievedSuccessfully
source: Goods Open Orders Line information retrieved successfully
tr: Açık sipariş satır bilgileri başarıyla getirildi

# GrHeaderCreatedSuccessfully
source: Goods Receipt Header created successfully
de: Wareneingang-Kopfzeile erfolgreich erstellt
es: Encabezado de recepción de mercancías creado con éxito
fr: En-tête de réception de marchandises créé avec succès
it: Intestazione ricevimento merci creata con successo
tr: Mal Kabul Başlığı başarıyla oluşturuldu

# GrHeaderDeletedSuccessfully
source: Goods Receipt Header deleted successfully
de: Wareneingang-Kopfzeile erfolgreich gelöscht
es: Encabezado de recepción de mercancías eliminado con éxito
fr: En-tête de réception de marchandises supprimé avec succès
it: Intestazione ricevimento merci eliminata con successo
tr: Mal Kabul Başlığı başarıyla silindi

# GrHeaderNotFoundForLine
source: Goods Receipt Header not found for this line
de: Wareneingang-Kopfzeile für diese Zeile nicht gefunden
es: Encabezado de recepción de mercancías no encontrado para esta línea
fr: En-tête de réception de marchandises introuvable pour cette ligne
it: Intestazione ricevimento merci non trovata per questa riga
tr: Bu satır için Mal Kabul Başlık bulunamadı

# GrHeaderRetrievalError
source: Error occurred while retrieving Goods Receipt Header information
de: Fehler beim Abrufen der Wareneingang-Kopfzeileninformationen
es: Se produjo un error al recuperar la información del encabezado de recepción de mercancías
fr: Une erreur s'est produite lors de la récupération des informations de l'en-tête de réception de marchandises
it: Si è verificato un errore durante il recupero delle informazioni intestazione ricevimento merci
tr: Mal Kabul Başlık bilgileri getirilirken hata oluştu

# GrHeaderRetrievedSuccessfully
source: Goods Receipt Header information retrieved successfully
de: Wareneingang-Kopfzeileninformationen erfolgreich abgerufen
es: Información del encabezado de recepción de mercancías recuperada con éxito
fr: Informations de l'en-tête de réception de marchandises récupérées avec succès
it: Informazioni intestazione ricevimento merci recuperate con successo
tr: Mal Kabul Başlık bilgileri başarıyla getirildi

# GrHeaderUpdateError
source: Error occurred while updating Goods Receipt Header
de: Fehler beim Aktualisieren der Wareneingang-Kopfzeile
es: Se produjo un error al actualizar el encabezado de recepción de mercancías
fr: Une erreur s'est produite lors de la mise à jour de l'en-tête de réception de marchandises
it: Si è verificato un errore durante l'aggiornamento dell'intestazione ricevimento merci
tr: Mal Kabul Başlığı güncellenirken hata oluştu

# GrHeaderUpdatedSuccessfully
source: Goods Receipt Header updated successfully
de: Wareneingang-Kopfzeile erfolgreich aktualisiert
es: Encabezado de recepción de mercancías actualizado con éxito
fr: En-tête de réception de marchandises mis à jour avec succès
it: Intestazione ricevimento merci aggiornata con successo
tr: Mal Kabul Başlığı başarıyla güncellendi

# GrImportDocumentGetByHeaderIdError
source: Error occurred while retrieving import documents by header ID
de: Fehler beim Abrufen der Importdokumente nach Kopfzeilen-ID
es: Se produjo un error al recuperar los documentos de importación por ID de encabezado
fr: Une erreur s'est produite lors de la récupération des documents d'importation par ID d'en-tête
it: Si è verificato un errore durante il recupero dei documenti di importazione per ID intestazione
tr: Başlık ID'sine göre içe aktarma belgeleri getirilirken hata oluştu

# GrImportDocumentInvalidHeaderId
source: Invalid Header ID provided
de: Ungültige Kopfzeilen-ID bereitgestellt
es: ID de encabezado inválido proporcionado
fr: ID d'en-tête invalide fourni
it: ID intestazione non valido fornito
tr: Geçersiz Başlık ID sağlandı

# GrLineGetByHeaderIdError
source: Error occurred while retrieving Goods Receipt Lines by Header ID
de: Fehler beim Abrufen der Wareneingang-Zeilen nach Kopfzeilen-ID
es: Se produjo un error al recuperar las líneas de recepción de mercancías por ID de encabezado
fr: Une erreur s'est produite lors de la récupération des lignes de réception de marchandises par ID d'en-tête
it: Si è verificato un errore durante il recupero delle righe ricevimento merci per ID intestazione
tr: Başlık ID ile Mal Kabul Satırları getirilirken hata oluştu

# GrHeaderQuantityExactMatchRequired
source: Line {0} (StockCode: {1}, YapKod: {2}): LineSerial total ({3}) must exactly match Route total ({4})
de: Zeile {0} (Bestandscode: {1}, YapKod: {2}): LineSerial-Gesamt ({3}) muss genau mit Route-Gesamt ({4}) übereinstimmen
es: Línea {0} (Código Stock: {1}, YapKod: {2}): El total LineSerial ({3}) debe coincidir exactamente con el total Route ({4})
fr: Ligne {0} (Code Stock: {1}, YapKod: {2}): Le total LineSerial ({3}) doit correspondre exactement au total Route ({4})
it: Riga {0} (Codice Stock: {1}, YapKod: {2}): Il totale LineSerial ({3}) deve corrispondere esattamente al totale Route ({4})
tr: Satır {0} (Stok Kodu: {1}, YapKod: {2}): LineSerial toplamı ({3}) Route toplamı ({4}) ile tam olarak eşleşmelidir

# GrHeaderQuantityCannotBeGreater
source: Line {0} (StockCode: {1}, YapKod: {2}): LineSerial total ({3}) cannot be greater than Route total ({4})
de: Zeile {0} (Bestandscode: {1}, YapKod: {2}): LineSerial-Gesamt ({3}) darf nicht größer sein als Route-Gesamt ({4})
es: Línea {0} (Código Stock: {1}, YapKod: {2}): El total LineSerial ({3}) no puede ser mayor que el total Route ({4})
fr: Ligne {0} (Code Stock: {1}, YapKod: {2}): Le total LineSerial ({3}) ne peut pas être supérieur au total Route ({4})
it: Riga {0} (Codice Stock: {1}, YapKod: {2}): Il totale LineSerial ({3}) non può essere maggiore del totale Route ({4})
tr: Satır {0} (Stok Kodu: {1}, YapKod: {2}): LineSerial toplamı ({3}) Route toplamından ({4}) daha büyük olamaz

# GrHeaderQuantityCannotBeLess
source: Line {0} (StockCode: {1}, YapKod: {2}): LineSerial total ({3}) cannot be less than Route total ({4})
de: Zeile {0} (Bestandscode: {1}, YapKod: {2}): LineSerial-Gesamt ({3}) darf nicht kleiner sein als Route-Gesamt ({4})
es: Línea {0} (Código Stock: {1}, YapKod: {2}): El total LineSerial ({3}) no puede ser menor que el total Route ({4})
fr: Ligne {0} (Code Stock: {1}, YapKod: {2}): Le total LineSerial ({3}) ne peut pas être inférieur au total Route ({4})
it: Riga {0} (Codice Stock: {1}, YapKod: {2}): Il totale LineSerial ({3}) non può essere minore del totale Route ({4})
tr: Satır {0} (Stok Kodu: {1}, YapKod: {2}): LineSerial toplamı ({3}) Route toplamından ({4}) daha küçük olamaz

# GrHeaderAllOrderItemsMustBeCollected
source: Line {0} (StockCode: {1}, YapKod: {2}): All order items must be collected. Route quantity is 0.
de: Zeile {0} (Bestandscode: {1}, YapKod: {2}): Alle Auftragspositionen müssen gesammelt werden. Route-Menge ist 0.
es: Línea {0} (Código Stock: {1}, YapKod: {2}): Todos los artículos de la orden deben ser recolectados. La cantidad Route es 0.
fr: Ligne {0} (Code Stock: {1}, YapKod: {2}): Tous les articles de la commande doivent être collectés. La quantité Route est 0.
it: Riga {0} (Codice Stock: {1}, YapKod: {2}): Tutti gli articoli dell'ordine devono essere raccolti. La quantità Route è 0.
tr: Satır {0} (Stok Kodu: {1}, YapKod: {2}): Emirdeki tüm kalemlere toplama yapılmış olmalı. Route miktarı 0.

# GrImportDocumentCreateError
source: Error occurred while creating import document
tr: İçe aktarma belgesi oluşturulurken hata oluştu

# GrImportDocumentCreatedSuccessfully
source: Import document created successfully
tr: İçe aktarma belgesi başarıyla oluşturuldu

# GrImportDocumentDeleteError
source: Error occurred while deleting import document
tr: İçe aktarma belgesi silinirken hata oluştu

# GrImportDocumentDeletedSuccessfully
source: Import document deleted successfully
tr: İçe aktarma belgesi başarıyla silindi

# GrImportDocumentExistsCheckCompleted
source: Import document existence check completed
tr: İçe aktarma belgesi varlık kontrolü tamamlandı

# GrImportDocumentExistsCheckError
source: Error occurred while checking import document existence
tr: İçe aktarma belgesi varlığı kontrol edilirken hata oluştu

# GrImportDocumentGetAllError
source: Error occurred while retrieving import documents
tr: İçe aktarma belgeleri getirilirken hata oluştu

# GrImportDocumentGetByIdError
source: Error occurred while retrieving import document
tr: İçe aktarma belgesi getirilirken hata oluştu

# GrImportDocumentNotFound
source: Import document not found
tr: İçe aktarma belgesi bulunamadı

# GrImportDocumentRetrievedSuccessfully
source: Import document information retrieved successfully
tr: İçe aktarma belgesi bilgileri başarıyla getirildi

# GrImportDocumentUpdateError
source: Error occurred while updating import document
tr: İçe aktarma belgesi güncellenirken hata oluştu

# GrImportDocumentUpdatedSuccessfully
source: Import document updated successfully
tr: İçe aktarma belgesi başarıyla güncellendi

# GrImportLineCreatedSuccessfully
source: Goods Receipt Import Line created successfully
tr: Mal Kabul İthalat Satırı başarıyla oluşturuldu

# GrImportLineCreationError
source: Error occurred while creating Goods Receipt Import Line
tr: Mal Kabul İthalat Satırı oluşturulurken hata oluştu

# GrImportLineDeletedSuccessfully
source: Goods Receipt Import Line deleted successfully
tr: Mal Kabul İthalat Satırı başarıyla silindi

# GrImportLineDeletionError
source: Error occurred while deleting Goods Receipt Import Line
tr: Mal Kabul İthalat Satırı silinirken hata oluştu

# GrImportLineNotFound
source: Goods Receipt Import Line not found
tr: Mal Kabul İthalat Satırı bulunamadı

# GrImportLineRetrievalError
source: Error occurred while retrieving Goods Receipt Import Line information
tr: Mal Kabul İthalat Satırı bilgileri getirilirken hata oluştu

# GrImportLineRetrievedSuccessfully
source: Goods Receipt Import Line information retrieved successfully
tr: Mal Kabul İthalat Satırı bilgisi başarıyla getirildi

# GrImportLineQuantityInvalid
source: Quantity must be greater than 0
tr: Miktar 0'dan büyük olmalıdır

# GrImportLineStokCodeAndYapCodeNotMatch
source: Stock code and YapKod do not match existing import lines
tr: Stok kodu ve YapKod mevcut import satırları ile uyumsuz

# GrImportLineSerialNotMatch
source: Serial number does not match line serial records
tr: Seri numarası ilgili satır kayıtları ile uyumsuz

# GrImportLineNoMatchingLine
source: No matching line found for the given criteria
tr: Verilen kriterlere uygun satır bulunamadı

# GrImportLineErrorOccurred
source: Error occurred while processing Goods Receipt Import Line
tr: Mal Kabul İthalat Satırı işlemi sırasında hata oluştu

# GrImportLineUpdateError
source: Error occurred while updating Goods Receipt Import Line
tr: Mal Kabul İthalat Satırı güncellenirken hata oluştu

# GrImportLineUpdatedSuccessfully
source: Goods Receipt Import Line updated successfully
tr: Mal Kabul İthalat Satırı başarıyla güncellendi

# GrImportSerialLineGetByImportLineIdError
source: Error occurred while retrieving Goods Receipt Import Serial Lines by Import Line ID
tr: İthalat Satır ID ile Mal Kabul İthalat Seri Satırları getirilirken hata oluştu

# GrLineCreateError
source: Error occurred while creating Goods Receipt Line
tr: Mal Kabul Satır oluşturulurken hata oluştu

# GrLineCreatedSuccessfully
source: Goods Receipt Line created successfully
tr: Mal Kabul Satır başarıyla oluşturuldu

# GrLineDeleteError
source: Error occurred while deleting Goods Receipt Line
tr: Mal Kabul Satır silinirken hata oluştu

# GrLineDeletedSuccessfully
source: Goods Receipt Line deleted successfully
tr: Mal Kabul Satır başarıyla silindi
