Repository: astopaal/verii_wms_server
Catalog: Resources/Messages.*.resx
Languages: de, es, fr, it, tr

# GrLineExistsCheckCompleted
source: Goods Receipt Line existence check completed
tr: Mal Kabul Satır varlık kontrolü tamamlandı

# GrLineExistsCheckError
source: Error occurred while checking Goods Receipt Line existence
tr: Mal Kabul Satır varlığı kontrol edilirken hata oluştu

# GrLineGetAllError
source: Error occurred while retrieving all Goods Receipt Lines
tr: Tüm Mal Kabul Satırları getirilirken hata oluştu

# GrLineGetByIdError
source: Error occurred while retrieving Goods Receipt Line by ID
tr: ID ile Mal Kabul Satırı getirilirken hata oluştu

# GrLineNotFound
source: Goods Receipt Line not found
tr: Mal Kabul Satır bulunamadı

# GrLineRetrievalError
source: Error occurred while retrieving Goods Receipt Line information
tr: Mal Kabul Satır bilgileri alınırken hata oluştu

# GrLineRetrievedSuccessfully
source: Goods Receipt Line information retrieved successfully
tr: Mal Kabul Satır bilgileri başarıyla alındı

# GrLineUpdateError
source: Error occurred while updating Goods Receipt Line
tr: Mal Kabul Satır güncellenirken hata oluştu

# GrLineUpdatedSuccessfully
source: Goods Receipt Line updated successfully
tr: Mal Kabul Satır başarıyla güncellendi

# GrImportSerialLineCreateError
source: Error occurred while creating Goods Receipt Import Serial Line
tr: Mal Kabul İthalat Seri Satırı oluşturulurken hata oluştu

# GrImportSerialLineCreatedSuccessfully
source: Goods Receipt Import Serial Line created successfully
tr: Mal Kabul İthalat Seri Satırı başarıyla oluşturuldu

# GrImportSerialLineDeleteError
source: Error occurred while deleting Goods Receipt Import Serial Line
tr: Mal Kabul İthalat Seri Satırı silinirken hata oluştu

# GrImportSerialLineDeletedSuccessfully
source: Goods Receipt Import Serial Line deleted successfully
tr: Mal Kabul İthalat Seri Satırı başarıyla silindi

# GrImportSerialLineExistsCheckCompleted
source: Goods Receipt Import Serial Line existence check completed
tr: Mal Kabul İthalat Seri Satırı varlık kontrolü tamamlandı

# GrImportSerialLineExistsCheckError
source: Error occurred while checking Goods Receipt Import Serial Line existence
tr: Mal Kabul İthalat Seri Satırı varlık kontrolü sırasında hata oluştu

# GrImportSerialLineGetAllError
source: Error occurred while retrieving all Goods Receipt Import Serial Lines
tr: Tüm Mal Kabul İthalat Seri Satırları getirilirken hata oluştu

# GrImportSerialLineGetByIdError
source: Error occurred while retrieving Goods Receipt Import Serial Line by ID
tr: ID ile Mal Kabul İthalat Seri Satırı getirilirken hata oluştu

# GrImportSerialLineNotFound
source: Goods Receipt Import Serial Line not found
tr: Mal Kabul İthalat Seri Satırı bulunamadı

# GrImportSerialLineRetrievedSuccessfully
source: Goods Receipt Import Serial Line information retrieved successfully
tr: Mal Kabul İthalat Seri Satırı bilgisi başarıyla getirildi

# GrImportSerialLineUpdateError
source: Error occurred while updating Goods Receipt Import Serial Line
tr: Mal Kabul İthalat Seri Satırı güncellenirken hata oluştu

# GrImportSerialLineUpdatedSuccessfully
source: Goods Receipt Import Serial Line updated successfully
tr: Mal Kabul İthalat Seri Satırı başarıyla güncellendi

# GrImportLineRoutesExist
source: Collected items exist for this order; remove them before deletion
tr: Emre toplanmış stokları listeden çıkartmanız gereklidir

# IcHeaderCreatedSuccessfully
source: Inventory Count Header created successfully
tr: Sayım Başlık başarıyla oluşturuldu

# IcHeaderDeletedSuccessfully
source: Inventory Count Header deleted successfully
tr: Sayım Başlık başarıyla silindi

# IcHeaderErrorOccurred
source: Error occurred in Inventory Count Header operation
tr: Sayım Başlık işleminde hata oluştu

# IcHeaderImportLinesExist
source: Collected items exist for this order; remove them before deletion
tr: Emre toplanmış stokları listeden çıkartmanız gereklidir

# IcHeaderNotFound
source: Inventory Count Header not found
tr: Sayım Başlık bulunamadı

# IcHeaderRetrievedSuccessfully
source: Inventory Count Header information retrieved successfully
tr: Sayım Başlık bilgileri başarıyla getirildi

# IcHeaderUpdatedSuccessfully
source: Inventory Count Header updated successfully
tr: Sayım Başlık başarıyla güncellendi

# IcImportLineCreatedSuccessfully
source: Inventory Count Import Line created successfully
tr: Sayım İçe Aktarım Satır başarıyla oluşturuldu

# IcImportLineDeletedSuccessfully
source: Inventory Count Import Line deleted successfully
tr: Sayım İçe Aktarım Satır başarıyla silindi

# IcImportLineErrorOccurred
source: Error occurred in Inventory Count Import Line operation
tr: Sayım İçe Aktarım Satır işleminde hata oluştu

# IcImportLineNotFound
source: Inventory Count Import Line not found
tr: Sayım İçe Aktarım Satır bulunamadı

# IcImportLineRetrievedSuccessfully
source: Inventory Count Import Line information retrieved successfully
tr: Sayım İçe Aktarım Satır bilgileri başarıyla getirildi

# IcImportLineRoutesExist
source: Collected items exist for this order; remove them before deletion
tr: Emre toplanmış stokları listeden çıkartmanız gereklidir

# IcImportLineUpdatedSuccessfully
source: Inventory Count Import Line updated successfully
tr: Sayım İçe Aktarım Satır başarıyla güncellendi

# IcRouteCreatedSuccessfully
source: Inventory Count Route created successfully
tr: Sayım Rota başarıyla oluşturuldu

# IcRouteDeletedSuccessfully
source: Inventory Count Route deleted successfully
tr: Sayım Rota başarıyla silindi

# IcRouteErrorOccurred
source: Error occurred in Inventory Count Route operation
tr: Sayım Rota işleminde hata oluştu

# IcRouteNotFound
source: Inventory Count Route not found
tr: Sayım Rota bulunamadı

# IcRouteRetrievedSuccessfully
source: Inventory Count Route information retrieved successfully
tr: Sayım Rota bilgileri başarıyla getirildi

# IcRouteUpdatedSuccessfully
source: Inventory Count Route updated successfully
tr: Sayım Rota başarıyla güncellendi

# IcTerminalLineCreatedSuccessfully
source: Inventory Count Terminal Line created successfully
tr: Sayım Terminal Satır başarıyla oluşturuldu

# IcTerminalLineDeletedSuccessfully
source: Inventory Count Terminal Line deleted successfully
tr: Sayım Terminal Satır başarıyla silindi

# IcTerminalLineErrorOccurred
source: Error occurred in Inventory Count Terminal Line operation
tr: Sayım Terminal Satır işleminde hata oluştu

# IcTerminalLineNotFound
source: Inventory Count Terminal Line not found
tr: Sayım Terminal Satır bulunamadı

# IcTerminalLineRetrievedSuccessfully
source: Inventory Count Terminal Line information retrieved successfully
tr: Sayım Terminal Satır bilgileri başarıyla getirildi

# IcTerminalLineUpdatedSuccessfully
source: Inventory Count Terminal Line updated successfully
tr: Sayım Terminal Satır başarıyla güncellendi

source: Token generated successfully
tr: Token başarıyla oluşturuldu

# TokenGenerationError
source: An error occurred while generating token
tr: Token oluşturulurken hata oluştu

# TokenGenerationFailedMessage
source: Token generation failed
tr: Token oluşturma başarısız

# NotificationBulkCreatedSuccessfully
source: Bulk notifications created successfully
tr: Toplu bildirimler başarıyla oluşturuldu

# NotificationBulkCreationError
source: Error occurred during bulk notification creation
tr: Toplu bildirim oluşturulurken hata oluştu

source: Notification created successfully
tr: Bildirim başarıyla oluşturuldu

# NotificationCreationError
source: Error occurred while creating notification
tr: Bildirim oluşturulurken hata oluştu

# NotificationMarkReadError
source: Error occurred while marking notification as read
tr: Bildirim okundu olarak işaretlenirken hata oluştu

# NotificationMarkedReadSuccessfully
source: Notification marked as read successfully
tr: Bildirim okundu olarak işaretlendi

source: Notification not found
tr: Bildirim bulunamadı

# NotificationRecipientsRequired
source: At least one recipient is required
tr: En az bir alıcı gereklidir

# NotificationRetrievalError
source: Error occurred while retrieving notification information
tr: Bildirim bilgileri getirilirken hata oluştu

# NotificationRetrievedSuccessfully
source: Notification information retrieved successfully
tr: Bildirim bilgileri başarıyla getirildi

# ProductHeaderRetrievalError
source: Error occurred while retrieving production order header information
de: Fehler beim Abrufen der Produktionsauftragskopf-Informationen
es: Ocurrió un error al recuperar la información del encabezado de la orden de producción
fr: Une erreur s'est produite lors de la récupération des informations de l'en-tête de l'ordre de production
it: Si è verificato un errore durante il recupero delle informazioni sull'intestazione dell'ordine di produzione
tr: Üretim emri başlık bilgisi getirilirken hata oluştu

# ProductHeaderRetrievedSuccessfully
source: Production order header information retrieved successfully
de: Produktionsauftragskopf-Informationen erfolgreich abgerufen
es: Información del encabezado de la orden de producción recuperada con éxito
fr: Informations sur l'en-tête de l'ordre de production récupérées avec succès
it: Informazioni sull'intestazione dell'ordine di produzione recuperate con successo
tr: Üretim emri başlık bilgisi başarıyla getirildi

# ProductLinesRetrievalError
source: Error occurred while retrieving production order lines
de: Fehler beim Abrufen der Produktionsauftragszeilen
es: Ocurrió un error al recuperar las líneas de la orden de producción
fr: Une erreur s'est produite lors de la récupération des lignes de l'ordre de production
it: Si è verificato un errore durante il recupero delle righe dell'ordine di produzione
tr: Üretim emri satırları getirilirken hata oluştu

# ProductLinesRetrievedSuccessfully
source: Production order lines retrieved successfully
de: Produktionsauftragszeilen erfolgreich abgerufen
es: Líneas de orden de producción recuperadas con éxito
fr: Lignes de l'ordre de production récupérées avec succès
it: Righe dell'ordine di produzione recuperate con successo
tr: Üretim emri satırları başarıyla getirildi

# PrHeaderApprovalUpdateError
source: Error occurred while updating production order approval
de: Fehler beim Aktualisieren der Produktionsauftragsgenehmigung
es: Se produjo un error al actualizar la aprobación de la orden de producción
fr: Une erreur s'est produite lors de la mise à jour de l'approbation de l'ordre de production
it: Si è verificato un errore durante l'aggiornamento dell'approvazione dell'ordine di produzione
tr: Üretim emri onayı güncellenirken hata oluştu

# PrHeaderApprovalUpdatedSuccessfully
source: Production order approval updated successfully
de: Produktionsauftragsgenehmigung erfolgreich aktualisiert
es: Aprobación de orden de producción actualizada con éxito
fr: Approbation de l'ordre de production mise à jour avec succès
it: Approvazione ordine di produzione aggiornata con successo
tr: Üretim emri onayı başarıyla güncellendi

# PrHeaderAssignedOrderLinesRetrievalError
source: Error occurred while retrieving assigned production order lines
de: Fehler beim Abrufen der zugewiesenen Produktionsauftragszeilen
es: Se produjo un error al recuperar las líneas de órdenes de producción asignadas
fr: Une erreur s'est produite lors de la récupération des lignes d'ordres de production assignées
it: Si è verificato un errore durante il recupero delle righe ordini di produzione assegnate
tr: Atanmış üretim emri satırları getirilirken hata oluştu

# PrHeaderAssignedOrderLinesRetrievedSuccessfully
source: Assigned production order lines retrieved successfully
de: Zugewiesene Produktionsauftragszeilen erfolgreich abgerufen
es: Líneas de órdenes de producción asignadas recuperadas con éxito
fr: Lignes d'ordres de production assignées récupérées avec succès
it: Righe ordini di produzione assegnate recuperate con successo
tr: Atanmış üretim emri satırları başarıyla getirildi

# PrHeaderAssignedOrdersRetrievalError
source: Error occurred while retrieving assigned production orders
de: Fehler beim Abrufen der zugewiesenen Produktionsaufträge
es: Se produjo un error al recuperar las órdenes de producción asignadas
fr: Une erreur s'est produite lors de la récupération des ordres de production assignés
it: Si è verificato un errore durante il recupero degli ordini di produzione assegnati
tr: Atanmış üretim emirleri getirilirken hata oluştu

# PrHeaderAssignedOrdersRetrievedSuccessfully
source: Assigned production orders retrieved successfully
de: Zugewiesene Produktionsaufträge erfolgreich abgerufen
es: Órdenes de producción asignadas recuperadas con éxito
fr: Ordres de production assignés récupérés avec succès
it: Ordini di produzione assegnati recuperati con successo
tr: Atanmış üretim emirleri başarıyla getirildi

# PrHeaderCompletedAwaitingErpApprovalRetrievalError
source: Error occurred while retrieving completed production orders awaiting ERP approval
de: Fehler beim Abrufen der abgeschlossenen Produktionsaufträge, die auf ERP-Genehmigung warten
es: Se produjo un error al recuperar las órdenes de producción completadas en espera de aprobación ERP
fr: Une erreur s'est produite lors de la récupération des ordres de production terminés en attente d'approbation ERP
it: Si è verificato un errore durante il recupero degli ordini di produzione completati in attesa di approvazione ERP
tr: ERP onayı bekleyen tamamlanmış üretim emirleri getirilirken hata oluştu

# PrHeaderCompletedAwaitingErpApprovalRetrievedSuccessfully
source: Completed production orders awaiting ERP approval retrieved successfully
de: Abgeschlossene Produktionsaufträge, die auf ERP-Genehmigung warten, erfolgreich abgerufen
es: Órdenes de producción completadas en espera de aprobación ERP recuperadas con éxito
fr: Ordres de production terminés en attente d'approbation ERP récupérés avec succès
it: Ordini di produzione completati in attesa di approvazione ERP recuperati con successo
tr: ERP onayı bekleyen tamamlanmış üretim emirleri başarıyla getirildi

# PrHeaderCompletedSuccessfully
source: Production Header completed successfully
tr: Üretim başlık başarıyla tamamlandı

# PrHeaderCompletionError
source: Error occurred while completing Production Header
tr: Üretim başlık tamamlanırken hata oluştu

# PrHeaderCreatedSuccessfully
source: Production Header created successfully
tr: Üretim başlık başarıyla oluşturuldu

# PrHeaderCreationError
source: Error occurred while creating Production Header
tr: Üretim başlık oluşturulurken hata oluştu

# PrHeaderDeletedSuccessfully
source: Production Header deleted successfully
tr: Üretim başlık başarıyla silindi

# PrHeaderDeletionError
source: Error occurred while deleting Production Header
tr: Üretim başlık silinirken hata oluştu

# PrHeaderGenerateCompletedSuccessfully
source: Production order generated successfully
de: Produktionsauftrag erfolgreich erstellt
es: Orden de producción creada con éxito
fr: Ordre de production créé avec succès
it: Ordine di produzione creato con successo
tr: Üretim emri başarıyla oluşturuldu

# PrHeaderGenerateError
source: Error occurred while generating production order
de: Fehler beim Erstellen des Produktionsauftrags
es: Se produjo un error al crear la orden de producción
fr: Une erreur s'est produite lors de la création de l'ordre de production
it: Si è verificato un errore durante la creazione dell'ordine di produzione
tr: Üretim emri oluşturulurken hata oluştu

# PrHeaderImportLinesExist
source: Collected items exist for this order; remove them before deletion
tr: Emre toplanmış stokları listeden çıkartmanız gereklidir

# PrHeaderInvalidCorrelationKey
source: Invalid correlation key provided
de: Ungültiger Korrelationsschlüssel bereitgestellt
es: Clave de correlación inválida proporcionada
fr: Clé de corrélation invalide fournie
it: Chiave di correlazione non valida fornita
tr: Geçersiz korelasyon anahtarı sağlandı

# PrHeaderLineClientKeyNotFound
source: Line client key not found
de: Zeilen-Client-Schlüssel nicht gefunden
es: Clave de cliente de línea no encontrada
fr: Clé client de ligne introuvable
it: Chiave client della riga non trovata
tr: Satır istemci anahtarı bulunamadı

# PrHeaderLineGroupGuidNotFound
source: Line group GUID not found
de: Zeilengruppen-GUID nicht gefunden
es: GUID del grupo de líneas no encontrado
fr: GUID du groupe de lignes introuvable
it: GUID del gruppo di righe non trovato
tr: Satır grup GUID bulunamadı

# PrHeaderLineReferenceMissing
source: Line reference (client key or group GUID) is missing
de: Zeilenreferenz (Client-Schlüssel oder Gruppen-GUID) fehlt
es: Referencia de línea (clave de cliente o GUID de grupo) faltante
fr: Référence de ligne (clé client ou GUID de groupe) manquante
it: Riferimento riga (chiave client o GUID gruppo) mancante
tr: Satır referansı (istemci anahtarı veya grup GUID) eksik

# PrHeaderNotFound
source: Production Header not found
tr: Üretim başlık bulunamadı

# PrHeaderRetrievalError
source: Error occurred while retrieving Production Header information
tr: Üretim başlık bilgileri getirilirken hata oluştu

# PrHeaderRetrievedSuccessfully
source: Production Header information retrieved successfully
tr: Üretim başlık bilgileri başarıyla getirildi

# PrHeaderUpdateError
source: Error occurred while updating Production Header
tr: Üretim başlık güncellenirken hata oluştu

# PrHeaderUpdatedSuccessfully
source: Production Header updated successfully
tr: Üretim başlık başarıyla güncellendi

# PrHeaderQuantityExactMatchRequired
source: Line {0} (StockCode: {1}, YapKod: {2}): LineSerial total ({3}) must exactly match Route total ({4})
tr: Satır {0} (Stok Kodu: {1}, YapKod: {2}): LineSerial toplamı ({3}) Route toplamı ({4}) ile tam olarak eşleşmelidir

# PrHeaderQuantityCannotBeGreater
source: Line {0} (StockCode: {1}, YapKod: {2}): LineSerial total ({3}) cannot be greater than Route total ({4})
tr: Satır {0} (Stok Kodu: {1}, YapKod: {2}): LineSerial toplamı ({3}) Route toplamından ({4}) daha büyük olamaz

# PrHeaderQuantityCannotBeLess
source: Line {0} (StockCode: {1}, YapKod: {2}): LineSerial total ({3}) cannot be less than Route total ({4})
tr: Satır {0} (Stok Kodu: {1}, YapKod: {2}): LineSerial toplamı ({3}) Route toplamından ({4}) daha küçük olamaz

# PrHeaderAllOrderItemsMustBeCollected
source: Line {0} (StockCode: {1}, YapKod: {2}): All order items must be collected. Route quantity is 0.
tr: Satır {0} (Stok Kodu: {1}, YapKod: {2}): Emirdeki tüm kalemlere toplama yapılmış olmalı. Route miktarı 0.

# PrHeaderSerialCreatedSuccessfully
source: Production header serial created successfully
de: Produktionskopfseriennummer erfolgreich erstellt
es: Serie del encabezado de producción creada con éxito
fr: Série de l'en-tête de production créée avec succès
it: Serie dell'intestazione di produzione creata con successo
tr: Üretim başlık seri başarıyla oluşturuldu

# PrHeaderSerialDeletedSuccessfully
source: Production header serial deleted successfully
de: Produktionskopfseriennummer erfolgreich gelöscht
es: Serie del encabezado de producción eliminada con éxito
fr: Série de l'en-tête de production supprimée avec succès
it: Serie dell'intestazione di produzione eliminata con successo
tr: Üretim başlık seri başarıyla silindi

# PrHeaderSerialErrorOccurred
source: Error occurred in production header serial operation
de: Fehler beim Vorgang mit der Produktionskopfseriennummer
es: Ocurrió un error en la operación de serie del encabezado de producción
fr: Une erreur s'est produite lors de l'opération sur la série de l'en-tête de production
it: Si è verificato un errore nell'operazione sulla serie dell'intestazione di produzione
tr: Üretim başlık seri işleminde hata oluştu

# PrHeaderSerialNotFound
source: Production header serial not found
de: Produktionskopfseriennummer nicht gefunden
es: Serie del encabezado de producción no encontrada
fr: Série de l'en-tête de production introuvable
it: Serie dell'intestazione di produzione non trovata
tr: Üretim başlık seri bulunamadı

# PrHeaderSerialRetrievedSuccessfully
source: Production header serial information retrieved successfully
de: Produktionskopfseriennummer-Informationen erfolgreich abgerufen
es: Información de serie del encabezado de producción recuperada con éxito
fr: Informations sur la série de l'en-tête de production récupérées avec succès
it: Informazioni sulla serie dell'intestazione di produzione recuperate con successo
tr: Üretim başlık seri bilgileri başarıyla getirildi

# PrHeaderSerialUpdatedSuccessfully
source: Production header serial updated successfully
de: Produktionskopfseriennummer erfolgreich aktualisiert
es: Serie del encabezado de producción actualizada con éxito
fr: Série de l'en-tête de production mise à jour avec succès
it: Serie dell'intestazione di produzione aggiornata con successo
tr: Üretim başlık seri başarıyla güncellendi

# PrImportLineCreatedSuccessfully
source: Production Import Line created successfully
tr: Üretim ithalat satırı başarıyla oluşturuldu

# PrImportLineDeletedSuccessfully
source: Production Import Line deleted successfully
tr: Üretim ithalat satırı başarıyla silindi

# PrImportLineNoMatchingLine
source: No matching line found for the given criteria
tr: Verilen kriterlere uygun satır bulunamadı

# PrImportLineErrorOccurred
source: Error occurred while processing Production Import Line
tr: Üretim ithalat satırı işlenirken hata oluştu

# PrImportLineNotFound
source: Production Import Line not found
tr: Üretim ithalat satırı bulunamadı

# PrImportLineRetrievedSuccessfully
source: Production Import Line information retrieved successfully
tr: Üretim ithalat satırı bilgisi başarıyla getirildi

# PrImportLineRoutesExist
source: Collected items exist for this order; remove them before deletion
tr: Emre toplanmış stokları listeden çıkartmanız gereklidir

# PrImportLineUpdatedSuccessfully
source: Production Import Line updated successfully
tr: Üretim ithalat satırı başarıyla güncellendi

# PrLineCreatedSuccessfully
source: Production Line created successfully
tr: Üretim satır başarıyla oluşturuldu

# PrLineCreationError
source: Error occurred while creating Production Line
tr: Üretim satır oluşturulurken hata oluştu

# PrLineDeletedSuccessfully
source: Production Line deleted successfully
tr: Üretim satır başarıyla silindi

# PrLineDeletionError
source: Error occurred while deleting Production Line
tr: Üretim satır silinirken hata oluştu

# PrLineNotFound
source: Production Line not found
tr: Üretim satır bulunamadı

# PrLineRetrievalError
source: Error occurred while retrieving Production Line information
tr: Üretim satır bilgileri getirilirken hata oluştu

# PrLineRetrievedSuccessfully
source: Production Line information retrieved successfully
tr: Üretim satır bilgileri başarıyla getirildi

# PrLineUpdateError
source: Error occurred while updating Production Line
tr: Üretim satır güncellenirken hata oluştu

# PrLineUpdatedSuccessfully
source: Production Line updated successfully
tr: Üretim satır başarıyla güncellendi

# PrLineSerialCreatedSuccessfully
source: Production Line Serial created successfully
tr: Üretim satır seri başarıyla oluşturuldu

# PrLineSerialDeletedAndLineDeleted
source: Line serial deleted; related line soft deleted
tr: Serial silindi; bağlı line soft delete edildi

# PrLineSerialDeletedSuccessfully
source: Production Line Serial deleted successfully
tr: Üretim satır seri başarıyla silindi

# PrLineSerialErrorOccurred
source: Error occurred while processing Production Line Serial
tr: Üretim satır seri işlenirken hata oluştu

# PrLineSerialInsufficientQuantityAfterDelete
source: Collected items exist for this order; remove them before deletion
tr: Emre toplanmış stokları listeden çıkartmanız gereklidir

# PrLineSerialNotFound
source: Production Line Serial not found
tr: Üretim satır seri bulunamadı

# PrLineSerialRetrievedSuccessfully
source: Production Line Serial information retrieved successfully
tr: Üretim satır seri bilgileri başarıyla getirildi
